
Курочка, открой дверь.

Спасибо, пчёлы. Без вас я бы никогда не дописал.


МЕЖДУ НЕБЕСАМИ И ПРЕИСПОДНЕЙ

Между небесами и преисподней, на бескрайних просторах зелёного холма стоит хата. Хата просторная, с наличниками на окнах и трубой, огороженная невысоким, но крепким забором, выглядит добротно. Есть и для скотины сарай и для инструмента, и загон небольшой и курятник. Всё построил мужик, сам. Звать мужика Прохор. “Густо замешан да крепко выпечен”, говорили про Прохора. Высокий и широкоплечий, немногословный, но дружелюбный. По хозяйству не ленился и соседям помогал не раз. Жил далеко не бедно, но достатком не кичился.

Жил Прохор не один - с женщиной и двумя детками. Детки, Лёша да Маша, были не его, но почитали за отца. Женщина-Наталья некогда являлась вдовой и наружности была весьма милой. О прошлой жизни говорить не любила, а Прохор особо и не спрашивал. Жили вместе они не первый уже год, и уже не второй и не третий. Казалось, во всём друг дружку устраивали, сильно ни разу не ссорились. Наталья была скромной, в быту толк знала, за домом и огородом следила, готовила сытно и вкусно, детки всегда благообразны и не избалованы, Прохор вниманием не обделён. В ответ и Прохор относился к ним с заботой и уважением. Сам он тоже был когда-то женат, но погибла жена в пожаре в прежнем его доме давным-давно.

И вроде всё шло своим чередом, неторопливо, но уверенно. Корова да козы давали молоко, конь изрядно таскал и плуг и телегу, порося и кроли прибавляли в весе, картофель и прочие лезли из земли в изобилии. Детки тоже подрастали и не чурались работы. Вот только куры…

Кур у Прохора было не мало, штук 40. Двух пород - мясная и яичная. И началось с ними что-то неладное. Куры стали пропадать. По одной-две в неделю. Заметили беду не сразу - не каждый же день их считать, но в воскресенье утром не вышел на выгул один петух. Детки заметили. Сначала сами пытались отыскать, излазили весь курятник и в округе посмотрели, но петушка не нашли. Прибежали в дом, рассказали Прохору с Натальей. Отправились на инспекцию все вчетвером. Действительно - петушка не хватает. И в курятнике нету, и у скотины в сарае, ни в компостной яме, ни в выгребной. Даже в доме проверили - нигде нет. Озадачился тогда Прохор, пересчитал кур. Кур оказалось 36 - совсем не хорошо. Убежать могли, конечно, но раньше ведь не сбегали. Да и загон у них добротный и курятник - не сбежишь особо. Стал Прохор кур считать регулярно. Спустя 4 дня кур стало 34. А ещё через 6 дней - 33.


ПЁС

Внимательнейшим образом обследовал Прохор курятник и загон. Никаких следов проникновения, или взлома, или ног, или лап. Поставил Прохор капканов различных в изобилии, на дверь курятника привесил крепкий замок. Цепь для пса удлинил, чтобы до курятника с запасом хватало. А Пёс цепной был отменным и большим. Беспощадно лаял на чужого, кто смел приблизиться к хате, но без команды никогда не нападал. Шерстью был мохнат и богат острыми зубами в пасти. “Стереги моих кур” говорил ему Прохор каждую ночь, и пёс стерёг. Да только в конце очередной недели нашёлся преданный сторож за курятником больной, обессилевший и весь седой. Капканы стояли на месте и выглядели нетронутыми, замок был крепко заперт. Кур осталось 30.

“Что же случилось, Пёс?”, спрашивал Прохор пса. Но тот лишь слабо поскуливал и не мог пошевелить ни единою своею лапою. На теле его не нашлось ни царапины ни другой раны, только шерсть была бела как снег, а в глазах стояли слёзы и читался животный страх.

К обеду Пёс, казалось, оправился и исправно ел суп из своей миски, виновато поглядывая на хозяина. Но Прохор не винил пса. Не раз они напару ходили на кабана и лося, и никогда пёс не трусил. Всегда он был возле, неистовым лаем своим способный запугать даже ошалевшую кабаниху или даже кинуться на медведя, спасая хозяина. Да и шерсть опять же. Значит дело с курами было ой как не чисто. С приходом вечера Пёс долго и тоскливо смотрел на катящееся за горизонт Солнце, а с наступлением темноты забился в самый далёкий угол своей будки и не вылезал до рассвета.


МИЛИЦИЯ

Десяток кур - это уже совсем не шутки. Вызвал Прохор из района участкового. Участковый был Володькой - парнем молодым, но толковым. С хуторянами ладил, в каждой проблеме разбирался с усердием. На своём стремительном велосипеде явился на второй день после звонка, всё выслушал внимательно. Осмотрели они напару с Прохором курятник, загон, для скота сарай. Осмотрели вокруг дома и дом. Осмотрели огород. Даже лесок неподалёку осмотрели. Ничего подозрительного. Даже глазу зацепиться не за что. Но ведь десять кур - не шутки. И пёс. Пёс в прошедшие два дня будто сник, ел плохо, не лаял по своему обыкновению, из конуры ночью не показывался. Решил Володька загостить пару дней. Прохор был не против. К тому же Наталья и детки не на шутку перепугались из-за пса, а с милиционером оно как-то спокойнее себя чувствуешь. Всё таки их обучают этому делу.

В тот же самый день повесил Прохор над курятником лампы - четыре штуки. Теперь из окна в кухне всё было видно как на ладони: и сам курятник и порядка пяти-шести метров вокруг. Володька предложил натянуть тонкой лески и сделать сигнализацию из привязанных к леске железяк. Так и поступили - лишним не будет. Железяки приладили прямо под окном, чтобы слышно было. Испытали - работает на славу. Решили пару ночей посидеть на кухне, будто в засаде. В дальнем углу оставили свечу, так, чтобы можно было едва различать предметы, но с улицы увидеть что происходит внутри было почти невозможно. Сидели, пили чай, говорили вполголоса про житьё-бытьё.

Володька сам оказался из большого города. После армии пошёл он в милицию, по стопам отца. Но долго в городе не задержался. Как это бывает - арестовал не того, кого начальство разрешает и кого начальству разрешают. Сослали тогда Володьку от греха подальше район. Но он вроде как и не жалел. Тут проще всё, честнее. Так вот уже 4 года служит службу, притёрся, вроде как и даму сердца себе отыскал, может и жениться уж пора. Ну да там видно будет.

Рассказал он Прохору, что после звонка навёл справки, поговорил с местными. Ни у кого скотина не пропадала, в дом чужие не залезали, в огород тоже. Вообще никого подозрительного в округе не видели. Позвонил затем начальству - узнать не сбежало ли кого из колонии-поселения в шестидесяти километрах от хуторов. Ответили, что никто не сбегал, сообщений не поступало. Поделился Володька мыслями, что может зверь это или недоброжелатель из соседей. Прохор подозрения отмёл. С соседями в дружбе. Да и опять же, ни зверь ни сосед такого с Псом сотворить не смог бы. Пёс и сам зверь похлеще многих. Составили планы на утро.

Так и проговорили. Ночь прошла тихо.


БЕДА

С утра снова оглядели всё вокруг - ничего. У курятника следов нет, замок и леска не тронуты, куры и остальная скотина беспокойства не выказывают. Широкий двор пуст. Чересчур пуст даже. Что-то было не так, не хватало чего-то. Прохор окинул двор взглядом - взгляд упёрся в будку. На дворе не хватало Пса. Скорым шагом подошли к будке, заглянули внутрь. Пёс лежал в углу. Выглядел он уставшим, дышал тяжело, седая шерсть свалялась комками. Прохор вытащил пса на воздух, отцепил ошейник и отнёс в дом. Дома детки с Натальей тут же принялись пса выхаживать: вымыли, вычесали, дали мяса кусок, гладили и говорили ему поправляться. Пёс, казалось, чуть повеселел и принялся есть. Прохор смотрел на него мрачнее тучи, в воздухе повисла тревога.

К вечеру пёс совсем оправился, ел с аппетитом и будто воспрянул духом. Выпустили его в о двор, к будке прицеплять не стали. Закончив дела свои до сумерек, Прохор отыскал Володьку, который делал милецейские свои изыскания. Отправились ужинать. После ужина пересчитали кур - все на месте. Проверили двери и замки. К десяти вечера Наталья уложила деток спать, пожелала Володьке с Прохором спокойной ночи и отправилась спать сама. Прохор выглянул во двор, крикнул пса, приоткрыл дверь. Но Пёс решительно сидел у будки, в дом идти не хотел, бодро глядел на своего хозяина. На сердце вроде полегчало. Прохор прикрыл дверь, но запирать не стал.

Ночь выдалась тёплая и ясная. Проговорили мужики на посту своём до полуночи. В первом часу ночи Володьку сморило - налазился по курятниками, да чердакам, умаялся. Прохор глядел в окно, глубоко задумавшись, прокручивая в голове прошедшие дни, вспоминая испуганные глаза Пса. Потом мысли его побежали в прошлое, когда он 8 лет назад взял пса совсем маленьким щенком. Породу Прохор не помнил. Помнил, что любила таких собак Людмила - его бывшая жена. Вспомнил лицо Людмилы, простое, но красивое, её русые волосы, всегда убранные в тугую косу. Вспомнил, как в минуты близости распускала она эту косу, и волосы густыми локонами словно языки пламени волновались на простынях вокруг её головы в такт обоюдному движению тел. Но вот будто пахнуло жаром. Волосы Людмилы взметнулись с простыней пламенем уже настоящим. Обожгли лицо. Со всех сторон окутал Прохора звук пожарища. Завывало пламя, трещали доски. Людмила глядела на него не моргая окутанная языками огня. Глядела. Глядела.

Проснулся Прохор весь в поту, сердце бешено колотилось. Приснилось. Не заметил как уснул. Ткнулся лицом в тёплый чайник на столе - вот тебе и пожарище. Ох, господи, что за наваждение. Володька всё так же дремал. Но звук! Звук пожарища не пропал. Даже не пожарища, скорее… Прямо у левого уха, будто кто-то скребёт в окно! Тут Прохор заметил, что Володька уже проснулся - он оцепенело смотрел в окно и изо всех сил упирался руками в стол, так что стул, на котором сидел милиционер, медленно со скрежетом начал отъезжать назад. Резко повернулся Прохор к окну - и увидел там Пса. Встав на задние лапы, с пеной у рта пёс бил лапами в окно, царапая стекло когтями.

Опрокинув стул Прохор кинулся на улицу. Пронёсся через комнату, сшибая по пути мебель, дёрнул ручку входной двери - заперто. Дернул ещё - заперто. Изнутри, на засов. Выдернул засов из пазов, схватил его словно дубину, распахнул дверь и бросился бегом к кухонному окну. Позади послышался топот Володьки - очухался видно. Милиционер выскочил на крыльцо, заорал “Стоять всем на месте!” и пальнул дважды в воздух. Всё это Прохор слышал уже забегая за угол дома. Ноги несли его быстрее ветра, руки крепко сжимали большой тяжёлый засов.

Пёс лежал под окном. Его могучее тело было опутано цепью вдоль и поперёк, той самой, что была прикреплена к будке. Будка была тут же - выворотив из земли несущие балки и не имея возможности выпутаться, Пёс протащил её сначала до двери в дом, а затем до окна на кухне, чутьём своим узнав местоположение хозяина. Прохор огляделся, присел рядом с псом. Огляделся ещё раз - ни кого не заметил. Положил засов на землю, но так, чтоб в случае чего тот был под рукой. Склонился над собакой, принялся распутывать цепь. За спиной раздались шаги, остановились рядом. “Огляди скорей курятник”, - попросил Прохор не оглядываясь. Шаги удалились. Пёс тяжело дышал, свесив язык на бок. Цепь местами была намотана так плотно, что практически душила его. Глаза, полные ужаса и осознания собственной беспомощности не мигая смотрели на Прохора. “Потерпи чуток”, - проговорил он и принялся распутывать цепь. За спиной снова послышались шаги, донеслось частое дыхание.

-Пойду курятник осмотрю, на дворе ни кого нет, - раздался голос Володьки.

-Ага, - бросил в ответ Прохор и продолжил распутывать цепь, приговаривая “Потерпи, потерпи, чуть-чуть ещё осталось”. Внезапно в голове будто что-то щёлкнуло.

-А как же…-начал было Прохор, оборачиваясь, но Володька отошёл уже прилично и его не услышал. Страх волною поднялся из живота, пробежал мурашками по спине и руками, зашевелил волосы на голове.

“Иисусе… А кто же в первый раз подходил?”. Прохор оцепенел, глаза его широко распахнулись но ни чего не видели, рука потянулась к засову.

Пёс принялся скулить и слабо скрести лапой руку хозяина. Это помогло отогнать сковавший Прохора ужас. Он быстро высвободил пса из пут, взял на руки и отнёс в дом. Внутри, поодаль от двери, стояла взволнованная Наталья, кутаясь в платок. Со второго этажа на лестнице высунулись детки. “Пригляди за ним”, сказал Прохор и передал пса на руки Наталье. Сам же поспешил к курятнику.

Лампы работали в полную силу; курятник было видно словно днём. Милиционер стоял возле: опёрся на переднюю стенку плечом и нервно курил. “Нету тут никого, - сказал он приближающемуся Прохору, выдыхая клуб дыма.- Если и были, то ушли. Всё оглядел”. Сигарета подрагивала в пальцах Володьки.

-Ох и пересрал же я, - буркнул он виновато.

-Ничего, бывает, - спокойно ответил Прохор, будто погружённый в свои мысли.

-А Вы быстро среагировали, как спецназовец какой.

-А? А это… Да. Наследственность у меня хорошая. Отец и дед в спецвойсках служили.

Оба задумчиво упёрлись взглядами в дверь курятника и замок. Всё накрепко заперто. Володька присел на корточки, взял замок в руку и внимательно оглядел - вечером он прилепил тоненькую волосинку поперёк отверстия для ключа. Волосинка была на месте, целая и невредимая. Значит ключом замок не открывали. Следов взлома не видно. Дверь невредима, стены курятника целые, крышу тоже проверил. “Откроем - посмотрим?” - спросил он Прохора.

-Слушай, Володька, - начал тот, будто не услышав его вопроса. - Ты когда ко мне подходил ни ко…

Внезапно со стороны дома раздался протяжный душераздирающий вой. Прохор пулей сорвался с места и ринулся к дому, сжимая кулаки. Володька плюнул сигарету и побежал за Прохором, вытягивая на ходу табельный пистолет из кобуры. В несколько секунд они достигли дома и влетели в комнату. В комнате на полу сидела Наталья, держа на коленках голову Пса. Его могучая пасть была приоткрыта, из неё на подол ночной рубашки выпал язык, глаза застыли на месте, могучее тело обмякло. Лёшка с Машкой сидели на лестнице и рыдали взахлёб. Пёс умер.


ПРОЩАНИЕ

Провожали Пса на рассвете. Поодаль от дома, в поле Прохор соорудил деревянный настил, Наталья с детками набрали цветов. К рассвету всё было готово. Подошёл Володька, обследовавший остаток ночи курятник, будку и землю вокруг. Пса завернули в чистую белую простыню и уложили на настил. Рядом Прохор пожил только что заколотого поросёнка. Встал рядом с настилом, положил руку Псу на голову поверх простыни и зычно затянул печальную песню. Володька был несколько удивлён такими похоронами. К тому же он не мог разобрать слов песни – какой-то совершенно чужой язык. Глянул на Наталью. Та стояла в слезах и прижимала к себе плачущих деток; смотрела в пустоту, опустив голову. Удивлённой она не выглядела… Ну да ладно. Прохор закончил петь. Наталья и дети подошли и положили цветы. Володька тоже подошёл попрощаться.

Прохор зажёг спичку и поднёс к охапке сена под настилом. Огонь охотно переполз на соломинки и начал разрастаться. От сена занялись сухие доски. Вскоре весь настил полыхал огромным факелом, унося в небо дым и пепел. Пепел и бесстрашный дух Пса. Люди стояли поодаль. Стояли молча. Даже по щеке Володьки скатилась скупая мужская слеза и затерялась в двухдневной щетине. Лишь Прохор не проронил ни слезинки. Черты лица его стали жёсткими, взгляд холодным, с затаённой глубоко внутри злобой и жаждой мести. По тому, как быстро горечь утраты была спрятана в глубины души Прохора, как скоро она сменилась холодной решительностью, Володька догадался, что не в первой этому человеку провожать близкого, ушедшего раньше срока. Так же ясно было и то, что сидеть сложа руки Прохор не будет. Не собирался делать этого и Володька.

Как догорел погребальный костёр, Прохор собрал пепел и кости. Затем старательно перетёр всё в пыль и развеял в поле. Наталья с детьми ушла в дом готовить обед. Володька стоял поблизости и курил. Прохор сам позвал его на разговор. Сели на крыльце, собрались с мыслями. Картина получалась следующая: каждые 6-7 дней пропадает от двух до пяти кур. «До пяти?» - удивлённо переспросил Прохор. Володька ответил, что пересчитал кур ночью – осталось 25. Пропали три курицы и два оставшихся петушка.

«Ясно», - сухо ответил Прохор.

Следов взлома нигде нет. Следов ног, рук, лап или чего-то ещё, кроме оставленных людьми и собакой, ни рядом с курятником, ни рядом с домом, ни рядом с местом, где стояла будка, ни у скотины в сарае тоже нет. Капканы не тронуты, сигнализация не тронута. Что ещё?

-Дверь, - сказал Прохор. –Когда я побежал на улицу, дверь в дом оказалась заперта на засов, хотя я оставлял её открытой. Наталья не запирала, я спрашивал. Детки тоже не запирали, да и вряд ли смогли бы – высоко и тяжело. Но я всё равно спросил. Это были не они. Ты запирал?

-Нет, не запирал…

В воздухе повисла напряжённая тишина.

-Ещё одно, - начал Прохор, и мурашки снова пробежали по его спине и затылку. –Помнишь ты подошёл ко мне, когда я Пса распутывал? Сказал, что пойдёшь курятник осмотреть.

-Ну?.. В смысле помню, да.

-Ничего не заметил странного?

-Да нет, вроде. Ну кроме пса, всего перемотанного цепью.

-Ясно, - ответил Прохор, и рассказал Володьке про историю с шагами.

Прохор замолчал. Володька достал сигарету и закурил.

-Чертовщиной какой-то отдаёт, - сказал он наконец. -Дверь, запертая изнутри, пёс, перемотанный цепью, да ещё и поседевший от чего-то, шаги эти, следов нет ни каких. Не по себе мне как-то, пиздец. Прошу прощения…

-Да какое тут прощение. Пиздец он и есть пиздец. И ведь Пёс-то знал видно, что эта тварь придёт. Или твари. Или хер знает кто… Не пошёл в дом, у будки остался. Защищать… И ведь предупредил. Будку выворотил весь связанный и меня нашёл. И предупредил… - казалось, сокрытая печаль вот-вот вырвется наружу, но Прохор тут же пришёл в себя.

-Ладно! – хлопнул он тяжёлой ладонью себя по ноге. –Чего делать-то будем?

-Всё, что можно было обследовать сейчас, я осмотрел за ночь и утро. Дальше нужны спецсредства. Я поеду обратно в райцентр. Там чего-то где-то в наличии оставалось вроде. Не много, конечно, да и я не особо специалист, но всё же лучше, чем ничего. Постараюсь протолкнуть это дело. За пропажу куриц, конечно, вряд ли кто серьёзно возьмётся, но историю с псом можно раскрутить как нападение. Будку и цепь не трогай и домашним не вели, следы от будки тоже старайтесь не затоптать. Я вернусь – осмотрю ещё раз. Может кого из старых знакомцев-специалистов из города получится выдернуть. Я там вроде как на хорошем счету остался. Хоть и пришлось в «ссылку» отправить, но мажоры-то, они, сам знаешь, не многим по душе. С курами чего делать – я не знаю. Другая животина его, или их, вроде не интересует.

-Может в дом взять?

…

-Я бы не стал…

-Эх да… И я бы не стал. Ну да ладно – там видно будет.

-Невесёлая ситуёвина вырисовывается…

-Совсем невесёлая. Ну да мы тоже не лыком шиты…

-Идите обедать! – услышали они с кухни голос Натальи.

После обеда Володька засобирался в дорогу. Попрощался с хозяйкой и детьми. Ещё раз окинул взглядом двор, дом, курятник. Взял велосипед, пошли с Прохором к калитке. На душе у обоих было тяжело.

-Слушай, Прохор, - спросил вдруг Володька. –А что за песню ты пел? У пса на… похоронах? Я ни слова разобрать не смог.

-Я и сам слов не понимаю, – ответил Прохор. –Слышал эту песню от отца, а он от деда, а тот от прадеда. Отец пел её обычно в тяжёлые минуты, когда близкие уходили. Он сам слов не понимал тоже, но пел. Да и песня сама грустная, прямо в душу западает. Думается мне, что про такие вот невзгоды она как раз и есть.

-Так оно и мне показалось, - отвечал ему Володька; про костёр и поросёнка он спросить не решился.

Вышли за калитку. Пожали руки. Потом вдруг обнялись почти по братски – сильно сблизила их та ночь.

-Я там Наталье телефон свой записал. Ты звони чуть что. И так просто звони. Я копать начну по своим каналам, может чего накопаю. Дак чтобы в курсе быть. Но через неделю отзвонись обязательно. Мне-то если только письмо тебе слать, так пока оно дойдёт. Думаю недели через две-три вернусь. Если повезёт, то не один. Держись тут.

-Уж я-то продержусь. Так, мать его, продержусь…

Обнялись ещё раз и поехал Володька. Нёс его велосипед прочь, вниз по холму. Вечернее солнце играло в спицах, раскидывая блики во все стороны. Ноги жали на педали, превращая желание в энергию. Пыль вздымалась из-под колёс. Тоскливо было на душе у Володьки, будто друга в беде оставляет. Но дело приняло нешуточный оборот. Нужно было действовать, и действовать быстро – такими темпами оставалось минимум недель пять, если число похищаемых не начнёт расти, как было нынешней ночью. По приезду ещё была мысль у Володьки устроить засаду, но уж если огромного Пса спеленали как ребёнка, надеяться на голую человеческую силу и чутьё было опрометчиво. Нужна была техника, инструменты, опытные напарники для подстраховки в конце концов. Без подготовки и тем более в одиночку соваться в такую засаду было глупо и опасно. Совсем не так думал Прохор, но Володька ни как не мог знать этого в тот вечер.


КАЗАКИ

После прощания с Володькой Прохор вернулся в дом, велел Наталье запереть все сараи и двери как стемнеет и лёг на кровать. По всему выходило, что ближайшие пять дней неприятностей можно не ждать. А значит время подготовиться есть. Прохор провалился в сон. Спал он долго и без сновидений. Проснулся лишь к полудню следующего дня.

В доме всё было тихо и спокойно. На столе стоял завтрак. С улицы доносились голоса Лёшки и Машки. Солнце светило ярко и радостно, и в первую секунду Прохор искренне обрадовался погожему дню. Но затем остатки сна улетучились окончательно, и вчерашний день и всё предшествовавшее ему  снова навалилось на душу и разум. Рассиживаться было некогда. Прежде всего – дом. Нужно проверить всё: двери, окна, чердаки, стены – каждую щель. На окна поставить тяжёлые ставни, чтоб запирать на ночь. Чердачное окошко закрыть заглушкой, а на люк с чердака повесить замок. Обить может ещё дверь железными прутами, для крепости. О нет, сам Прохор прятаться не собирался. Но в доме останутся Наталья и дети. Кончено, непонятно, как оно или они пробираются внутрь, но не обезопасить хоть сколько-нибудь дом Прохор не мог.

Дела не отставали от мыслей. Прохор сразу принялся за работу. Домашние с настороженностью смотрели за его приготовлениями: сначала куры, потом Пёс, теперь в доме баррикады. Но выражение уверенности и упорства на лице Прохора несколько успокаивали. С Натальей и детьми Прохор был как прежде приветлив и ласков, но во взгляде его что-то определённо изменилось.

На следующий день, вешая на окна ставни, Прохор вдруг услышал лошадиное ржание и мужские голоса. Обернулся. Вдоль его забора ехало пятеро конных, все мужчины. Лошади тяжело навьючены. Одеты вроде как по-военному, в высоких шапках, на поясе у каждого сабля. Да неужто? Казаки! Прохор пригляделся. Ну точно – казаки. Какого чёрта принесло? Да и откуда вообще? «Один день удивительнее другого» - подумалось ему. Путники, казалось, ехали мимо и уже миновали калитку, как вдруг один из них развернул лошадь и крикнул, обращаясь к Прохору:

-Эй, мил человек! Здравствуй!

Остальные четверо остановили коней, поглядели сначала на своего товарища, потом на Прохора. Тоже повернули лошадей и подъехали к калитке.

 Прохор спустился с лестницы, положил так и не привешенную створку ставни на землю и подошёл к калитке.

-И вы здравствуйте, добрые люди.

-Как хозяйство Ваше?

-…вот напасть… Да всё ничего вроде, бог даст – перезимуем. Вы какими судьбами в наших краях?

-Товарища мы ищем своего хорошего, боевого. Уж несколько лет как пропал, а куда не сказал. А у нас дело к нему. Уж пол России изъездили, да вот вроде ниточка нашлась. Вроде как где-то в ваших краях он.

-Ну что ж, товарища искать – дело доброе.

-Фролка, будем знакомы. Это вот товарищи мои: Стенька, Ерошка, Анфим да Епифан – остальные четверо кивнули головами в знак приветствия, выглядели все пятеро достаточно молодо.

-Прохор.

-Добре. Послушай, Прохор. Уже много дней мы в дороге, кони наши устали и проголодались. Не пустишь ли ты на к себе хоть на двор передохнуть, да коням сена не дашь ли, а мы тебе помогли б чем смогли по хозяйству, али монетой отблагодарили бы.

 Прохор оглядел их внимательно. Подвоха в их словах он не чуял, а чутью своему доверял, и вообще как-то по душе пришлись ему эти казаки.

-Пустить я вас не прочь, ребятушки, и сенца лошадям подкину. Да вот только в нехороший час вы приехали. Зло следит за этим домом, не угодить бы вам в беду. Могу вон соседа за вас попросить, думаю не откажет.

-Зла мы, мил человек, не боимся, не беспокой соседа, - ответил Фролка и широко улыбнулся.

-Ну, раз так, обходите забор справа, увидите там ворота - я вам открою.

 Казаки въехали  во двор, спешились, сняли с коней тюки. Прохор кликнул деток, велел им отвести коней в сарай и дать сена. Детки, увидев казаков, принялись их разглядывать. Анфим подмигнул деткам и скорчил смешную рожу – те заулыбались. «Добрый знак, может хоть подзабудутся», подумалось Прохору - весь вчерашний день Лёшки с Машкой то и дело выли навзрыд, и спрашивали, когда вернётся Пёс.

 -Располагайтесь где нравится, только не у курятника. Лучше вообще стороной его обходить.

-Как скажешь, мил человек, - откликнулся Фролка, поглядел на курятник. – А что там? Вон, гляжу, конура как будто собачья лежит на боку.

-Это уж моя забота, ребятушки, это уж я сам.

-Добре.

На шум вышла Наталья. Завидев казаков, она сильно удивилась, но Прохор взглядом успокоил её. Казаки учтиво поздоровались с хозяйкой, Фрол, как и прежде, представился сам и представил своих товарищей.

-Вот тут если мы присядем, не помешаем? – спросил Фролка, указывая на лужайку слева от забора.

-Не помешаете, - отозвался Прохор и полез обратно на лестницу привешивать ставни.

К ужину со ставнями было покончено. Чердак так же был готов, оставалась лишь дверь. Казаки тем временем готовили стоянку. Фролка, видимо он был среди них главным, сразу смекнул обстановку: Ерошка и Анфим заготовили дров, и себе и хозяевам дома, Епифан натянул от забора навес, сложил туда все вещи и занялся подготовкой места для костра, Стенька отправился в лесок, в надежде чего подстрелить. Детки постоянно крутились вокруг гостей. Наталья, было, их одёрнула, но гости были не против такой компании, веселей, мол.

К ночи казаки начали зазывать хозяев посидеть с ними у костра. Детки уже легли спать, Наталья сослалась на усталость и тоже отправилась ко сну, а вот Прохор был не прочь отвлечься от последних событий. Присели кружком, раскурили трубки. Прохор тоже раскурил.

-А что у вас тут за места такие интересные? – обратился к нему Стенька.

-Какие такие интересные? – удивился Прохор.

-Да вот ходил я сегодня в лес, думал поймать кого на ужин. Дак ведь на силу нашёл вон пару перепелов. Людей тут не много – распугать не должны были, да и следы звериные в лесу повсюду, а зверья нет. Будто ушло всё куда, попряталось.

«Видимо отвлечься не удастся» с досадой подумал Прохор, а вслух сказал:

-Странные тут дела у нас творятся, ребятушки, тёмные. Кто-то кур у меня таскает. Уже которую неделю. То ли зверь, то ли человек. Собаку вон загубил мою. Как таскает – непонятно. Замки не тронуты, следов нету. Пытались его с участковым местным поймать – не сумели.

-Дела-а-а…

«Как то легко стали слова выходить, взял и выложил всё первым встречным» подумалось Прохору. И вообще, в голове появилась необычайная лёгкость.

-Может подсобить тебе, мил человек? Мы ребята не из робких, - бодро спросил Фролка.

-Спасибо, сам как-нибудь управлюсь. Моё это дело, личное.

-Добре… А ну-ка – споём казаки!

Послышался одобрительный гул. Прохора же одолевало какое-то забытьё, хотелось лечь и раствориться в этой прохладной ночи и ясном небе с россыпью звёзд. Будто откуда-то издалека он услышал слаженный хор голосов, поющих чуднУю песню:


Под кровавою луною льёт кислотный дождь.

Сто веков дорогой боли ты вперёд идёшь.

За спиной лежит в руинах старый дряхлый мир.

Ты - велик, могучий воин – чёрный командир.

Высоко несут штандарты верные бойцы.

Не нужны им жёны, дети, матери, отцы.

Ты для них - бог-император, светлый, новый мир.

Всеобъемлющая сила - чёрный командир.

В беспощадном твоём взоре дьявольский закат.

Одного довольно слова – города сгорят.

С головой затопишь болью этот скучный мир.

Твой приказ беспрекословен, чёрный командир.

Хлещет кровь, кишки фонтаном, смерть на вертеле.

В эндорфиновом угаре…

Тут Прохор окончательно отключился и остальной песни не слышал.

Проснулся он рано утром и почувствовал себя лёгким и хорошо отдохнувшим, хотя голова была будто ватная и слегка кружилась. Лежал он под навесом, укутанный каким-то одеялом. Казаки сидели рядом, завтракали.

Фролка заметил, что хозяин дома проснулся:

-Лихо ты вчерась уснул, даже не попел с нами толком.

-Ох… Странные какие-то песни у вас, ребятушки…

-Чего ж странного? Про чёрного ворона, да батьку атамана, да лихого коня – казацкие наши все.

- А как же чёрный командир? Император? Смерть на вертеле?

- Эко тебя с табачка нашего забрало! – захохотал Ерошка. –Но это ничего, с непривычки просто, бывает.

Остальные казаки тоже заулыбались. Прохор смущённо почесал затылок и решил подниматься, да идти в дом.

-Держи. Выпей на последок, - Анфим протянул Прохору алюминиевую кружку с чем-то горячим. –Прочищает голову с утреца.

Пахло травами. Прохор выпил полкружки и действительно, в голове прояснилось и мир перестал раскачиваться. Поблагодарил казаков и пошёл в дом. В комнате Наталья как раз накрывала завтрак.

Весь день Прохор провёл инспектируя дом. Казаки снова вызвались помочь и довольно умело набили железных полос на входную дверь по просьбе хозяина. Накололи впрок дров, накосили сена. К вечеру собрали свою стоянку и приготовились в дорогу. Прохору с Натальей - большое спасибо, деток угостили какими-то причудливыми сладостями. Хозяева тоже от всей души казаков за помощь отблагодарили, деньги брать отказались.

Наталья с детьми, распрощавшись с гостями, ушли в дом, Прохор пошёл провожать гостей. У ворот к нему обратился всё тот же Фролка:

-Вижу, хороший ты человек, Прохор. Мы с ребятами не особо уж и торопимся, может таки подсобить тебе? Поглядели мы, как ты с домом хлопотал – будто к осаде готовишься. Сдюжишь ли?

-Сдюжу, никуда не денусь. Счёты личные у меня к этим скотам, кем бы они ни были.

-Ну, дело хозяйское. Человек ты видно что не робкого десятка. Вот, возьми от нас всех подарок, на удачу.

С этими совами Фролка протянул Прохору нож с резной рукоятью. Нож выглядел добротно: ровное лезвие, без единой зазубрины, рукоять, кое-где потёртая (нож явно немало повидал на своём веку), крепко сидела в руке.

-Не думай даже отказываться, - усмехнулся Фролка. –Он твой.

-Спасибо, ребятушки, ото всей души спасибо.

Фролка вскочил в седло.

-До свиданья, мил человек.

Остальные четверо махнули рукой.

-И вам до свидания. Удачи в поисках.

Фролка улыбнулся, развернул коня и пустил шагом. Остальные казаки последовали за ним. Прохор поглядел немного им вслед будто задумавшись и пошёл обратно в дом. Недавние события будто отступили на второй план и казались уже не таким пугающими. И то хорошо. Как-то спокойно он себя чувствовал с этими казаками. Может зря от помощи отказался? Ну да ладно. Мужик сам свои проблемы решать должен. Оставалось ещё 2 дня. Ещё 25 кур.


КОНТАКТ

Время пролетело в бытовой суете. Казаки своим появлением как-то разрядили обстановку, сгладили. Но наступило утро шестого дня, шестая ночь неумолимо приближалась. Кур по-прежнему было 25. Значит - сегодня или завтра. Наталья с утра уже была встревожена – она видела, что Прохор готовится к чему-то, и произойдёт это что-то именно сегодня. Но знала она так же, что отговаривать бесполезно, поэтому старалась держать себя в руках, за что Прохор был ей очень благодарен – у самого на душе скребли кошки.

А не позвонить ли Володьке? После обеда отправился Прохор до телефона – час ходу. Ответил Володька только со второго раза. Ответил резко, будто оторвали его от чего-то срочного и важного.

-Здравствуй.  Прохор это звонит, с курами который.

-Наконец-то, - голос Володьки смягчился, - я уж думал не позвонишь. «С курами который», - передразнил он Прохора, - будто я забыл. Мне теперь куры твои ночами снятся. Как дела-то?

-Да пока тихо всё.

-Куриц не убыло?

-Нет, 25 как было с того дня.

-Ладно. Слушай, Прохор, мысли меня посещают, что вляпались мы во что-то с этими курами. Во что-то серьёзное вляпались. По архивам судя, случай твой не единичный. 30 лет назад был похожий случай, в середине 80х, перед ним ещё один в 1955. Так же пропадали куры неведомым образом, ни улик, ни свидетелей. И что интересно, оба дела в итоге были переданы ГБшникам. А дальше – стена, за которую мне не пробиться. Ниодной записи, чем дела заканчивались. На запросы мне или вообще не отвечают, или допуска секретности не хватает.

-Дела…

-Я ещё поузнаЮ, есть тут одна зацепка. Но, сам понимаешь, отчёты уже сданы и запросы отправлял я официально. Структура у нас неповоротливая, но, сдаётся мне, стоит тебе ожидать в скором времени гостей из районных властей, а то и ФСБшников. Дела они любят делать быстро и тихо. Посторонних никого не видел? Они обычно в гражданском сначала заходят.

-Да нет вроде. Казаки только мимо проезжали.

-Кто?

-Казаки. В папахах и на конях. Переночевали у меня.

-Нихрена себе. Вопросы задавали какие? Ты им рассказывал чего?

Прохор на секунду смутился.

-Ну так, сказал просто, что вор тут объявился. Они помочь предложили, но я отказался.

-Ладно. Вряд ли это «официальные представители» были. Слишком рано ещё. Но странно как-то.

-Да не говори…

-Курятником интересовались?

-Нет. Я ходить к нему не велел, а им и без надобности будто. Всегда на виду были вроде. По хозяйству помогли немного.

-Ладно, посмотрим. Я тут почву слегка подготовил на будущее – слил информацию по этим похищениям и нападениям одной журналистке знакомой. Расписал как мог красочно. Вроде она ухватилась -  в районе-то всё равно не происходит ничего, изголодались они по жареному. Если шум поднимется, «чекистам» наверняка работать будет сложнее. Может я к тому времени сам к тебе вырвусь.

-Шустёр.

-А то.

Пару секунд из трубки не доносилось ни звука.

-Держись там, Прохор. Сегодня?

-Сегодня или завтра выходит что.

-Ты только не учуди чего. Сиди в доме. Пёс с ними, с этими курами.

-Пёс, да…

-Господи, извини, не хотел я. Извини, Прохор.

-Да ладно, ничего. Все когда-нибудь помрём. Пойду я что ли.

-Не суйся только ни куда, слышишь?

-Слышу-слышу, да.

-Ну давай. Позвони мне, как там всё… пройдёт.

-Позвоню, ага. До связи.

-До свидания, Прохор.

Домой Прохор возвращался не спеша: думал, прикидывал. Дома поужинал, загнал зверьё в сарай, кур пересчитал. Всё накрепко запер. Наталье и детям велел идти спать раньше, дом запереть изнутри и не выходить. К окнам не подходить и его не выглядывать. Сказал, что сам дома ночевать не будет, придёт только утром. Наталья было принялась его отговаривать, но Прохор был неумолим. Из сундука вынул он свою безотказную «Сайгу», достал патроны, зарядил. На кухне взял воды и бутербродов. На всякий случай прихватил фонарь и одеяло. Сложил всё в заплечный мешок. Темнело.

Вышел в начале двенадцатого. Подождал, пока Наталья задвинет засов, толкнул дверь плечом – заперто. Обошёл дом кругом, проверил ставни – все крепко закрыто. Хорошо. Пора в засаду. Её решено было обустроить в кустах смородины. Курятник оттуда просматривался преотличнейше, к тому же и дом и сарай со скотиной тоже  были на виду. Аккуратно, чтобы не поломать веток, пролез Прохор в смородину. Сел на траву, положил рядом «Сайгу», скинул мешок. Оставалось только сидеть и наблюдать. И Прохор сидел. Время текло мучительно медленно, то и дело затекали ноги и спина. Приходилось осторожно ворочаться в кустах, перекладывать вещи. Похолодало. Прохор закутался в одеяло и решил поесть. Идея оказалось не самой удачной: в тепле под одеялом да на сытый желудок захотелось спать. Подложил под спину рюкзак, поворочался, скинул одеяло. Холодно. Накинул обратно. Глаза закрывались. Прохор уже совсем задремал, как вдруг до его слуха донеслось шуршание. Не показалось ли? Прислушался. Точно! Опять шуршит. Сзади! Будто скребут чем-то о забор. Может малина просто на ветру качается? Как раз у забора она. Или мышь какая? Но нужно быть предельно осторожным. А вдруг - они? Прохор перехватил поудобнее винтовку. Когда взял её в руки – сам не помнил. Снял с предохранителя и тихонько пополз из кустов в сторону забора. Сердце часто билось в груди. Шуршание не повторялось. Почудилось что ли? Но проверить всё равно надо.

Прохор тихо как мог подполз к тому месту у забора, откуда, как ему показалось, доносился шум. Вот! Опять что-то будто шаркнуло с той стороны. И опять, чуть впереди. И снова, ещё чуть подальше. К калитке идёт! Не успел Прохор как следует испугаться, как из-за забора раздался нечеловеческое рычание! Волосы встали дыбом, сердце замерло в груди. Снова рычание! Надрывное, истошное. Наполненное злобой и болью. Прохоря затрясло от хлынувшего в кровь адреналина. «Сайга» в руках казалось совсем невесомой, мир вокруг стал ярче, мысли неслись в голове с бешеной скоростью. Прохор слышал каждое движение твари по ту сторону забора, слышал как тяжело она дышит, хрипит, скребёт по забору. И движется вперёд, медленно но верно.

Прохор бросился к калитке, распахнул её одним пинком ноги, срывая шпингалет. Как кошка шмыгнул в проём, резко развернулся вдоль забора в сторону твари и прицелился. Тело действовало само, быстро и чётко. Прохор вгляделся в пространство перед собой. Ночь была тёмной, всё небо затянули плотные тучи. Но всё же он смог различить бесформенную массу, колышущуюся у забора. Словно прилипнув к доскам, существо медленно ползло вперёд, громко хрипя. Время раздумий кончилось. Прохор прицелился точно в середину тёмной шевелящейся субстанции.

-Это тебе за Пса, тварь! – крикнул он.

Внезапно существо, не дождавшись выстрела, качнулась в сторону от забора и повалилась на землю.

-Сам ты пёс, ёбтатьэ-э-э… - раздался из субстанции человечески голос.

-Твою ж мать!

Палец уже тянул спусковую скобу. Прохор резко дёрнул ствол вверх. Раздался выстрел. Пуля ударилась в землю на несколько метров выше цели.

-Ты что шумишь, а-э-а-э… уэ-уэ-уй-уэ-э-экхххххппппкрррр-кх-кх… Ой бля…

Прохор включил фонарь и навёл яркий луч на «существо». Круг света выхватил из темноты корчащееся блюющее тело. Всем своим видом тело напоминало Семёна.

-Вот же тварь пьяная, чуть до инфаркта меня не довёл! – Прохор закинул карабин на плечо.

-Прошенька, это ты что ли-э-э-э..? Это Сёма это я. Здравствуй.

-Прохор! Прохор! Отзовись! – раздался голос Натальи со стороны дома. И тут же что-то хлопнуло. И ещё раз.

Прохор резко повернулся. На крыльце дома в прямоугольнике света он увидел силуэт Натальи. Что хлопало? Взгляд переметнулся на курятник. Две лампы из четырёх не горели! Бросив фонарь, Прохор побежал к курятнику, стягивая с плеча «Сайгу».

-Быстро в дом и запри дверь! – рявкнул он на Наталью.

За несколько метров до курятника перешёл на шаг, держа оружие наготове. Остановился, замер. Со стороны  калитки снова донёсся душераздирающий рык. «Вот же ж паскуда…». У курятника было тихо. Осторожно ступая, Прохор приблизился. Осмотрелся. Ничего. Обошёл курятник по кругу, заглянул вниз, но без фонаря что-либо разглядеть было трудно.

-Выходи, тварь! – крикнул Прохор.

-Ну что ты ругаешься, Проша… Я домой хочу просто иду. Что ты… - раздалось со стороны забора.

Прохор обошёл курятник ещё раз. Обошёл дом. Вернулся к калитке и подобрал фонарь. Обошёл всё ещё раз с фонарём. Отпер курятник и пересчитал кур, все на месте. Осмотрел лампы - лампы лопнули. В деревне да на улице – обычное дело. Проверил скотину. Скотина нервничала, видно испугалась выстрела и криков. Подошёл к двери в дом.

-Тут стоишь?

-Тут, - донёсся из-за двери голос Натальи.

-Говорил же – не выходи из дома! Хоть что тут твориться будет! Не выходи!

…

-Поняла?

-Поняла.

-Не выйдешь?

-Не выйду.

-Ладно. Нормально всё со мной. Иди, спать ложись.

Остаток ночи Прохор провёл сидя на крыльце, привалившись спиной к перилам и не сводя глаз с курятника. Но больше ничего не происходило. Шумел листвой ветер, качалась на петлях калитка, по небу на север позли тучи, по дороге на запад ползло тело Семёна.


КУРОЧКА, ОТКРОЙ ДВЕРЬ

С рассветом Прохор решил оставить пост. Зашёл ещё раз к курам, пересчитал. Не убыло. Сходил до сарая за молотком да гвоздями. Починил калитку. Постучал в дом. Наталья тут же открыла. Прохор только вздохнул, но ни чего ей говорить не стал. Поди и так изнервничалась. Но надо будет всё же предупредить, чтобы так запросто не открывала. Рассказал ей Прохор, что за оказия с ним ночью приключилась. Что ни чего страшного не произошло. Вроде заулыбалась. Ну и хорошо. Спустились детки. Позавтракали всей компанией.

Весь день Прохор проспал. Проснулся к ужину. Поел и решил собраться заранее. Наталья снова выглядела встревоженной. Просила не ходить. Пусть, мол, участковый разбирается. Прохор отвечал ей, что участковый тоже разбирается, и что всё будет хорошо. Сговорились, чтоб раньше девяти часов дом утром не отпирать, чтоб наверняка. А ежели что, Прохор и со скотиной в сарае поспит до назначенного часа. На улице темнело. Пора.

Прохор вышел в полной готовности.  С Натальей обнялись, дверь закрыли. Обошёл с проверкой дом и двор. Подошёл к курятнику, оглядел, сменил сгоревшие лампы. Пора в засаду. Засаду на этот раз решено было устроить под курятником. Места там как раз хватало, чтоб лечь, а при желании и сесть. Накидал Прохор под курятник сена, накрыл сверху одеялом. Залез – неплохо. Холода с земли не чувствуется, со всех сторон прикрывает трава, в тени, калитку видать, вход в курятник прямо перед глазами. Остаётся только ждать. Лишь бы опять какой пьяница в гости не пожаловал. Боялся Прохор, что, возможно, спугнул он вчера злодеев, пока с Семёном «воевал», что теперь не явятся они, и не отомстит он за Пса и курочек, не изловит негодяев.

Минуты шли долго, томительно. Стрекотали сверчки, шумели деревья, где-то высоко в небе кричала птица. Прохор смотрел в пространство перед собой и ни о чём не думал. Спать ему не хотелось, благо выспался днём, но мозг, скучающий от безделья, вытаскивал из памяти какие-то отрывочные воспоминания, рисовал перед глазами призрачные картины. Как служил он давно в армии, как попал в перестрелку. Как отец рассказывал ему истории о старинных временах, как показывал фотографии деда верхом на коне. Вспоминались ему лихие молодые годы, походы через леса и пустыни, виденные то ли в книгах, то ли в фильмах. Люди в доспехах. Старый дом его вспоминался и деревня, и северное сияние, что видел он будто ещё ребёнком. Реки, затянутые льдом и конный караван. И ещё длинный-предлинный ряд образов, всё то, что он когда-то узнал, услышал, увидел, почувствовал. Вспомнилась Прохору песня, что причудилась ему у костра с казаками:


Хлещет кровь, кишки фонтаном, смерть на вертеле.

В эндорфиновом угаре сваришь жизнь в котле.

Стол накрыт, начни скорее свой кровавый пир.

Просыпайся наш великий Чёрный Командир.

Почудится же такое, ой да…

-Курочка, открой дверь, - услышал Прохор голос.

Опять Лёшка с Машкой игру затеяли. Прохор собрался окликнуть их и даже открыл было рот, но внезапно вынырнул из своих наваждений. Он лежал всё там же, под курятником, укрывшись одеялом и загородившись травой.

-Ку р оч ка отрой д вер ь – снова услышал он голос, даже несколько голосов.

Сердце замерло в груди, руки сжали «Сайгу», с которой Прохор лежал в обнимку. Голос звуча отрывисто и неестественно. Словно каждый звук произносился другим человеком.

-Куро чка о ткрой две рь.

Голоса были детские, похоже, будто Лёшка с Машкой по очереди произносят кусочки слов. Прохор уже слышал не раз, как детки игрались таким образом. Они сидели у курятника и повторяли «курочка, открой дверь! курочка, открой дверь!», потом обычно приходила Наталя, открывала курятник и выпускала куриц пастись, а детки лезли внутрь собирать яйца.

-К ур очка откр ой д в ерь.

Но этот голос или голоса звучали совершенно неестественно, совсем не по-человечьи. Свосем рядом, у входа в курятник. Преодолевая страх, Прохор решил действовать. Он снял «Сайгу» с предохранителя, приподнялся на локтях, направил карабин вперёд, держа его правой ругой, левой аккуратно потянулся к траве перед собой. Готовый выстрелить в любую минуту, Прохор раздвинул рукой траву. Из образовавшегося промежутка на него уставился глаз.

Прохор тут же нажал на курок. Но палец не двинулся с места! Он пытался ещё и ещё, напрягая все мускулы, но палец не шевелился. Попытался отдёрнуть левую руку – не двигается! Прохора охватила паника, он пополз назад к противоположному краю курятника… Но не смог даже шевельнуться. Он чувствовал, будто какая-то сила противостоит его движения, сжимает со всех сторон. Будто что-то держит каждый миллиметр его тела.

Глаз смотрел на Прохора. Он походил на человеческий, но разрез был вертикальным. Под глазом располагался губастый рот, уголок которого было видно через промежуток в траве. Губы почти касались руки Прохора. Рот зашевелился.

-Курочка от крой дверь, - сказало существо почти складно. Губы шевелились неестественно и совершенно не синхронно со словами. Изо рта после этих слов появилась нога; совершенно человеческая нога, босая. Затем нога втянулась обратно. На её место вылезла рука, мужская и волосатая. Рука схватила левую руку Прохора, зажав между ладонями траву. Обе руки качнулись вверх и вниз. Затем существо потянулось всё той же рукой, взяло Прохора за шиворот и потащило из-под курятника. Тело совершенно не слушалось. Карабин выпал из рук и остался лежать на земле. Вокруг был непроглядный туман. Дома видно не было, как и сараев, и забора. Только курятник, дверь в который была открыта.

Прохор висел в воздухе, удерживаемый за шиворот. Неведомая сила больше не сдавливала тело. Руки и ноги были словно ватные, но вполне двигались. Перед лицом застыла рожа существа. Прохор начал брыкаться и орать, пытаясь отпихнуть рожу. Вокруг по-прежнему не было видно ни зги. Лицо твари пришло в движение, рядом с глазом появился ещё один рот.

-Что жеты шу м ишь, Пр ошаэ-э-э, - проскрежетал из нового рта голос Семёна, и тут же существо согнулось и наблевало на землю. Резкое зловоние ударило в нос, Прохора замутило. Он вцепился обеими своими руками руку существа, сдавил изо всей силы.

-Пусти, тварь! – кричал он, лягаясь.

-Быстро в дом! – крикнуло существо голосом Прохора и швырнуло его в открытую дверь курятника. Словно тряпичная кукла могучее тело влетело внутрь и врезалось в стену. Раздался глухой удар. Прохор потерял сознание.


ПРОБУЖДЕНИЕ

Пробуждение ознаменовалось глухой болью. Прохор постепенно приходил в сознание. Голова гудела, саднило плечо, ныла спина. Попытался открыть глаза. Яркий свет ударил по зрачкам. Прикрыл глаза рукой.

-Павел Никонорович! Павел Никонорович! – услышал он мужской голос. –Кажись зашевелился ваш поциент. Вона - рукой дрыгает.

-Вот те на – очнулся! – раздался второй голос.

-Крепкий хлопец, - одобрительно донеслось откуда-то слева.

-А ну ка, поглядим-с, - раздалось совсем рядом. Говоривший был явно в возрасте. – Да-а-а, сильно вас, милок, зашибло, осторожнее надо быть. Хорошо ещё обошлось без непоправимого, так сказать. А то ведь бывали случаи, дорогой мои. Трагедии бывали, да-с.

Прохор убрал руку от глаз и прищурился. Он лежал на спине. Свет лился откуда-то сверху, не давая ничего разглядеть. В помещении было душно.

-Сесть сможете? – услышал он голос Павла Никоноровича.

-Вроде смогу, - выдавил Прохор.

-Осторожнее, осторожнее. На стеночку вот обопритесь, справа-с.

Прохор сел, нащупал рукой стену, облокотился. Перед глазами плавали круги.

-Дайте ка я вас осмотрю.

Прохор почувствовал, как к его ноге че-то прикоснулись. Он заморгал, взгляд постепенно прояснялся.

-А может ему рюмочку поднести, а? Пал Никонорыч? В лечебных, так сказать, целях, - сказал ещё кто-то сверху и гоготнул.

Сколько ж тут народу, Подумал Прохор. Он опустил голову, закрываясь от света, и попытался сфокусировать взгляд. Наконец ему это удалось.

-Да как же я ему поднесу, любезнейший, - проговорил Павел Никонорович, - когда я – курица?

-И то верно, - еле сдерживаясь откликнулся кто-то сверху и захохотал. Со всех сторон раздался заливистый смех.

Прохор смотрел на свою ногу, точнее не то, что было на ноге. На ноге сидела курица и гоготала голосом Павла Никоноровича.

-Да у нас и рюмок нет! Откуда рюмки в курятнике-то, судари мои? – сквозь смех сказала курица. Гогот грянул с новой силой.

Прохор метнулся куда-то влево, стряхивая «Павла Никоноровича» с ноги. Голова тут же отозвалась резкой болью. Перед глазами всё поплыло. Прохор чувствовал что вот-вот потеряет сознание и держался лишь неимоверным усилием воли. Он забился в угол. Вокруг ходили, стояли и сидели куры. Его куры. Выглядели они все знакомо и привычно, но каждый раз, открывая рот, коры говорили человеческими голосами.

-Ишь как подскочил! – говорила одна.

-Как ошпаренный, ей богу! – откликалась вторая.

-Ну не будьте уж так строги, судари мои, - отвечал им «Павел Никонорович», - человек напуган. И ведь не на пустом месте. Вообразите, если бы вот так вот-с… Шутка ли.

Прохор подумал, что сошёл с ума, что всё это ему чудится во сне ли, в болезни ли. Или он всё ещё курит трубку с казаками. Со всех сторон слышалась человеческая речь. Куры смотрели на своего гостя, что-то спрашивали. Но мозг был уже разогрет гормонами и пытался обезопасить своё обиталище и ментально и физически. Разговоры кур ушли на второй план, Прохор искал выход. Выход нашёлся в противоположной стене. Три метра, всего три метра. Ноги сами понесли к двери. Сделать шаг, второй, потянуться рукой.

Дверь загородила тварь с огромной рожей. Та самая, что закинула его в курятник - сомнений не было. Появилась неизвестно откуда и толкнула Прохора в грудь рукой, по-прежнему торчащей изо рта. Толчок был недюжнной силы. Прохора снова отбросило к стене.

-Что же вы уже уходите, милейший, - обратился к Прохору Павел Никонорович. –Раздосадовали Пресветлого нашего. Негоже, сударь мой, так поступать, негоже.

Рожа стояла у двери. Похожая телом своим то ли на курицу, то ли на тюленя, колыхалась она тёмной массой, загораживая проход. Прохора окружили куры. Они ходили вокруг него и по нему. Постоянно переговаривались, хохотали, задавали какие-то вопросы, предлагали рюмочку, шампанского, в номера. Голова шла кругом. Разум затуманился. Рожа по-прежнему стояла у двери, отрастив на этот раз себе ещё и клюв. Рожа гладила куриц, торчащей изо рта рукой, что-то говорила вторым ртом, глядела немигающим глазом. Потом куры принялись плясать. Они орали и бегали. Подпрыгивали и хлопали крыльями. Зазывали плясать Прохора. Травили пошлые анекдоты и снова хохотали и плясали. В курятнике было нестерпимо душно, жутко воняло.

Рожа подняла Прохора и поставила на середину курятника.

-Танцуй, Проша! – кричал Павел Никонорович.

-Пляши, родной! Пляши! – раздавалось со всех сторон.

Ноги подкашивались. Прохор упал на пол. Но рожа снова его подняла. Взяла за руки, закружила. Ноги скользили по свежему помёту. Куры хохотали басовитыми голосами, орали какие-то песни. Дышать было не чем. Пот струился по телу.

Прохора то бросали в угол, то снова тащили плясать. Любые попытки сбежать рожа резко пресекала. Сил уже не оставалось. Сколько это продолжалось Прохор сказать не мог. Он сильно хотел есть, а значит прошло как минимум несколько часов. Периодически сознание покидало тело, и Прохор проваливался в забытьё, откуда его снова и снова выдёргивал или гомон голосов, или рожины пляски.

Наконец, Павел Никонорович объявил, что вечер окончен и Пресветлый вынужден откланяться. Наступило некоторое затишье.

-Нынче вынужден покинуть Вас я и сам, судари, - говорил Павел Никонорович. Вокруг все слушали. –Ухожу я и наш милый гость, Прохор.

-В добрый путь, господа! Лёгкой дороги! – раздались голоса вокруг.

-Идёмте-с, Прохор. Собачку Вашу нам с Пресветлым усмирить не удалось, к сожалению, дак вот может хоть Вы компанию составите. Идёмте, он ждать не любит. Скорей-с!

Дверь курятника была приоткрыта.

-Бу дте лю безны-с, - проскрипела рожа.

Волна гнева поднялась в Прохоре. «Собачку не усмирили, значит, ублюдки». Ярость затуманивала сознание, придавая сил. Он сунул руку в карман и нащупал нож, подаренный казаками. «Будь что будет!» Прохор бросился на рожу. Та опять резко вскинула руку. Ладонь с треском врезалась в грудь, но удар не отшвырнул Прохора. Сверкнул нож, и лезвие ударило по запястью руки. Глаз рожи расширился. Нож прошёл через плоть и кости словно через масло. Кисть упала на пол. Культя резко втянулась в пасть, и оба рта вместе с клювом дико заорали. Завершив удар Прохор плавным и точным движением сразу сделал второй выпад. Остриё угодило точно в глаз. Тут же рядом на роже распахнулись ещё 3 вертикальных глаза. В них явно читалась боль. Существо метнулось прочь из курятника, сорвав с петель дверь и выломав часть стены, и скрылась всё в том же непроглядном тумане.

-Ах ты сучий сын! – дико завизжал сзади Павел Никонорович.

Прохор резко развернулся – курица неслась на него. Ей на подмогу собирались остальные.

-Да вы вконец охуели! – взревел Прохор. На всех парах Павел Никонорович налетел на резкий пинок. Пернатое тельце отлетело к стене. Рука Прохора сама метнула нож. Пролетев через курятник за считаные секунды, он прибил Павла Никоноровича к стене.

-Затопчу, погань! – закричал Прохор и кинулся на остальных кур. Но вдруг рукоять ножа ярко вспыхнула и прибитое куриное тело лопнуло, окатив всё и всех кругом кровью, перьями и потрохами. Прохору забрызгало глаза. Он быстро утёрся рукавам и приготовился к драке, но курицы уж не бежали на него. Они забились по углам, хлопали крыльями, вытягивали шеи и испуганно квохтали.

-Что, ублюдки, испугались?! Нападайте!

Прохор побежал на куриц. Те бросились врассыпную, забили крыльями, громко закудахтали. В курятнике воцарился хаос. Поднялась пыль, полетели перья. Курицы повыбегали на улицу и разбежались по двору.

Прохор подскочил к ножу и выдернул его из стены. Похоже, курицы больше не представляли угрозы, но тварь всё ещё была где-то поблизости. Выбравшись из курятника, Прохор первым делом полез за «Сайгой». Карабин был на месте. Магазин полный. “Не уйдёшь, сволота”, пульсировало в голове. С ножом в одной руке и «Сайгой» в другой, Прохор кинулся в погоню. Следов видно не было, но далеко тварь уйти не могла. Высадив ногой несколько досок в заборе и покинув родной двор, переполняемый гневом, весь в курином дерьме, крови и кишках, грозный мститель пустился в погоню в предполагаемом направлении бегства рожи.


ГОСТИ

Наталья ещё рано утром услышала громкий шум и кудахтанье куриц, но ослушаться Прохора и открыть дверь не посмела. Наконец условленный час настал, она выглянула во двор. Курятник был словно разграблен, весь вымазан изнутри чем-то липким, в заборе виднелась дыра, кругом ходили куры. Наталья разбудила детей. Вместе собрали кур по двору и посадили в загон. Не хватало одной курицы… и Прохора. Обыскали всё – нету. Разволновались не на шутку. Наталья вспомнила, что Володька оставлял свой телефон, но до телефонной будки было далеко, а дом оставлять страшно. В раздумьях она не заметила, как к калитке подъехал чёрный микроавтобус. Из него вышел высокий и сухой мужчина средних лет, одет по-городски. Крикнул хозяев. Наталья осторожно подошла, поинтересовалась, что нужно. Мужчина ответил, что привёз посылку и улыбнулся. Из микроавтобуса вышли двое коренастых парней, открыли заднюю дверь и принялись что-то вытаскивать. Этим чем-то оказался Прохор. Он повис у парней на руках без какого-либо движения, весь вымазанный грязью. Наталья охнула.

-Куда заносить? – мягким голосом поинтересовался высокий мужчина.

Наталья тут же отперла калитку.

-В дом, в дом скорее.

-Да не переживайте Вы так. Он просто без сознания. Переутомился видать, - успокаивающе сказал мужчина. Махнул рукой парням, и те понесли Прохора к дому.

Внесли внутрь. Уложили на кровать. Один из парней сходил к машине и вернулся обратно с «Сайгой» и ножом. Отдал всё Наталье. Та сердечно благодарила гостей, извинялась за доставленные хлопоты. Мужчина ответчал, что им не в тягость и вообще - рады помочь. Спросила, что случилось с Прохором. Мужчина отвечал, что он путешествует, и проезжали они с двумя вот этими вот его сыновьями по здешним местам. Говорил, что на рассвете увидели они из машины тело, лежащее на дороге. Уточнял, что тело было с ног до головы перемазано в грязи и тяжело дышало, в руках были нож и карабин. Пояснил, что тело они оглядлядели, и на вид оно будто бы нуждалось в помощи. Решили подобрать. Так вот у них Прохор и оказался. Откуда появился он на дороге, путешественники не знали. Как смогли беднягу почистили, уложили на сидения. Поездили по округе, поспрашивали людей. Кто-то из соседей его признал и указал дорогу.

Наталья зазывала гостей на чай в благодарность. Но мужчина отвечал, что им пора в дорогу и поспешил откланяться. Хозяйка проводила их за калитку и отправилась на кухню за аптечкой. Как только звуки отъезжающей машины стихли, из комнаты, где лежал Прохор, донёсся шум, потом раздались шаги. Наталья поспешила было в комнату, на в дверях натолкнулась на Прохора. Выглядел тот устрашающе.

-Не ранен я, - сказал Прохор, увидев аптечку. –Согрей мне воды. Сейчас умоюсь и пойду звонить Володьке.

-Ой Прошенька, как же ты?! Что же?! Может отдохнёшь сначала? Ведь только в сознание пришёл!

-Сознание я не терял, повалился просто на дорогу без сил. Как машина подъехала, прикинулся - мне тогда не сложно было. А то мало ли. Володька предупреждал гостей ждать, а люди меня подобрали явно не местные. И не спрашивали они дорогу ни у кого. Погрузили на сиденья, и прямиком к дому. Ох не к добру.

-Что же происходит-то, Проша?

-Не буду рассказывать тебе. Не уснёшь потом. Чертовщина какая-то происходит, Наташа. Чистой воды чертовщина. Не особо я верующий, но после ночи сегодняшней… Позови ка ты завтра батюшку. Пусть дом благословит. А сейчас поспеши.

-Ой господи, что же это… - охнула Наталья и убежала греть воду.

Отмывшись, Прохор собрался в дорогу. В голове была сумятица. Сначала тварь в курятнике с говорящими курами, потом подозрительные «спасители» - неспокойно нынче стало в родных краях. «Сайгу» решил с собой не брать, взял нож казацкий. Поодаль крутились детки. Переживали видимо за Прохора, но видели, как тот собран и мрачен и не мешали.

После обеда Прохор выдвинулся. Велел с незнакомыми ни кому не разговаривать, и вообще из дома без надобности не выходить. Прежде чем идти осмотрел ещё раз курятник – всё в перьях и кишках. Значит не почудилось. Надо отчистить и починить будет. Но сначала Володьке сказать – пусть залезет да обследует. Домашним в курятник входить не велел. Прошёл до дыры в заборе – крепко приложил, несколько досок аж сломались. Ну да ладно. Доски тут, пожалуй, наименьшая проблема. Вышел на дорогу, двинулся к будке.

По пути вспоминал он, как пустился в погоню за тварью. Как бежал, не разбирая дороги, спотыкался и падал, несколько раз наугад сворачивал. И, наконец, нагнал. Существо стояло на возвышенности, метрах в ста. Прохор стоял в деревьях и не мог отдышаться после бега. Опустился на одно колено, упёрся руками в землю. Наконец дыхание успокоилось. Тварь тем временем не двигалась с места. Прохор решил стрелять: затаился, проверил, есть ли патрон в патроннике, прицелился, выстрелил. Пуля угодила точно в средину туши… и срикошетила в кусты. Прохор выстрелил ещё раз, но уже по пустому месту. Тварь сбежала с феноменальной скоростью. Продралась через заросли лопуха и выскочила на дорогу. Прохор кинулся в погоню. Бег давался уже с трудом, в висках пульсировало. Он жадно глотал воздух ртом, стараясь не сбавлять темпа, но, миновав лопух, споткнулся о собственную ногу и повалился в дорожную пыль. Всё тело ныло, было невыносимо тяжело, подняться не хватало сил. Спустя несколько секунду он услышал шум двигателя. По дороге, с той стороны, куда убежала тварь, ехала машина. Прохор не мог даже крикнуть водителю, предостеречь, язык не ворочался, руки и ноги стали словно чугунными, сознание ускользало. Машина начала тормозить и, наконец, совсем остановилась в паре метров от лежащего. Захлопали двери, затопали ноги. Кто-то подошёл и оглядел Прохора, пощупал пульс, послушал дышание.

-Без сознания просто, - сказал он в сторону автомобиля.

Прохор мог слышать и разбирать слова, хотя казалось, будто доносятся они откуда-то издалека.

-Нихрена себе шустрый, - услышал он ещё один голос. –Почти догнал ведь. Ещё и шмальнуть успел и попал даже. Чудеса-а-а…

Тут Прохор понял, что лучше лежать и не дёргаться.

-Повезли его домой, - раздался третий голос. -Мужик видать крепкий оказался, помереть не должен. Надо бы послать кого присматривать за ним, уж очень деятельный, зараза. Ох и получит кто-то пиздюлей в штабе за сегодняшнее представление…

Сильные руки подхватили его и потащили к машине.

Так Прохор и оказался дома. Дело было ясное, что гости таки пожаловали, как и предупреждал Володька. До будки оставалось ещё минут 15. Всё тело болело, глаза закрывались, но медлить было нельзя. Наконец дошёл. Набрал знакомый номер, послышались гудки. На том конце сняли трубку, раздалось шипение.

-Алё! – крикнул Прохор.

Шипение усилилось.

-Алё, Володя! – крикнул он громче. –Володя!

Наконец сквозь шум пробился голос Володьки.

-Прохор! Это ты, Прохор?!

-Я это, я! – кричал Прохор в трубку.

-Слушай меня внимательно! – снова раздался крик Володьки, еле перекрывающий шум и треск. –Запиши цифры! Слышишь? Цифры запиши!

Голос звучал надрывно, Прохор заволновался.

-Пишу, Володя! – Прохор подобрал с дороги острый камень.

-Восемь! Ноль! Шесть! Шесть! Три! Четыре! Два! Один, один! Ноль! Шесть! Шесть, восемь! Слышишь меня?!

-Слышу, да! – отвечал Прохор, царапая камнем цифры на столбе.

-Повтори!

В трубке не утихал треск. Прохор повторил.

-Всё верно! – кричал Володька. –Это номер! Позвони по нему завтра! Слышишь?! Завтра позвони, Прохор! Не сегодня только! За..!

Связь оборвалась. Прохор набрал Володю ещё несколько раз, но телефон не отвечал.

-Ох мать-перемать…, -вырвалось у Прохора. Он сел под будкой и опёрся спиной на столб. Всё произошедшее с ним встало перед глазами. Яркие страшные воспоминания, которые хотелось как-то выплеснуть, поделиться с кем-нибудь, овладели разумом. Прохора лихорадило.


ЕЩЁ ГОСТИ

Солнце медленно катилось к горизонту, дул лёгкий ветерок. Измотанный за ночь Прохор дремал, прижавшись спиной к столбу. Наконец его разбудил громкий треск. Он резко вскочил на ноги, схватившись за нож – мир вокруг поплыл в сторону. Прохор тряхнул головой и повернулся на звук. Из-за поворота показался тощий мужик на жутко тарахтящем культиваторе, превращённом в мотороллер с прицепом. Гремящая конструкция приближалась. В водителе мотороллера Прохор узнал своего соседа – Николая, коренного местного жителя.

-Здарова, Прохор! – крикнул Николай, останавливаясь рядом.

Прохор поздоровался в ответ.

-Слышал чего, это…! – орал Николай, не подумав даже заглушить мотороллер. –Тута у нас какие-то страсти творятся! Стрельба, говорят, была! В Семёна, говорят, стреляли, что тот еле ноги унёс!

-Не, не слышал, - отмахнулся Прохор, не желая перекрикивать грохочущий культиватор.

-О-о-о! Ну дак это, вчера, али позавчера Семён домой шёл! Среди бела дня шёл! – начал Николай с воодушевлением. Ему явно нетерпелось поделиться новостями.

-Слушай, Николай! Некогда мне! Спешу я! Надо дома… (тут Прохор произнёс непонятный набор букв, в надежде на то, что из-за разрывающего уши тарахтения собеседник всё равно ничего не услышит)

-О-о-о! Вона чё! Ладно! Садись тогда – подвезу! Расскажу как раз!

Прохор оглядел самоходную установку Николая: одно место для водителя и прицеп, заполненный навозом. «Хватит с меня дерьма на сегодня», пронеслось в голове. Перспектива слушать рассказ тоже не воодушевляла.

-Сам дойду!

-Ну ладно! Ты заходи в гости хоть!

-Ага, - буркнул Прохор в ответ.

-Ну пока! Вот ещё чего! Ты это, аккуратнее по дороге то! Там какая-то автомобиля прётся по нашим ухабам! С сарай размером – дура такая! Во всю ширь!

-Буду, буду! Пока!

Дьявольский агрегат наконец сдвинулся  с места и начал удаляться, оставляя за собой пахучий шлейф.

«Автомобиля, значит, едет». Прохор насторожился. Подошёл к столбу, куда записал цифры, продиктованные Володькой. Заучил их наизусть. Потом подобрал с дороги камень и усердно зацарапал сделанную надпись – разглядеть что-либо стало совершенно невозможно. Шума машины пока слышно не было. Прохор двинулся в обратный путь по обочине.

Машина нагнала его минут через 20. Это был потрёпанный внедорожник с логотипом областной телекомпании на дверях и капоте. Когда автомобиль поравнялся с Прохором, со стороны водителя опустилась стекло и из окна высунулась пухлое лицо.

-Эй, человек! – раздался голос изо рта пухлого лица, явно обращённый к Прохору. –Человек!

Прохор остановился.

-Здравствуй! Подскажи нам, будь любезен, самый кратчайший путь к жилищу некоего Прохора. Мы с областного телевидения. Едем снимать сюжет про зверское нападение. Слышали про такое? Нам из милиции звонили. Сказали, что дело серьёзнейшее. Чрезвычайно интереснейший случай! Слышали про такое? Я – Валерий Валерьевич. Очень рад. Так что?

Прохор устало поглядел на Валерия. Всё тело ныло после ночного сражения, сильно болело плечо. Вернуться домой на машине показалось не такой уж плохой идеей. Да и всё равно понадобятся потом эти журналисты по Володькиному плану. Хотя ни какого желания снова слушать Валерия Валерьевича у Прохора не было.

-Знаю, слышал, да. Мне по пути как раз, могу дорогу показать.

-Замечательнейше! Садитесь внутрь машины.

Прохор сел. Внутри были ещё двое. Как выяснилось позже из разговора, то были оператор Сашка и «член-корреспондент областного телевидения» Мария Станиславовна Шапкина. Мария сразу вцепилась в Прохора с расспросами. Внезапно выяснилось, что подвозят они того самого потерпевшего и друга участкового Володьки, от которого член-корреспондент и узнала о нападениях. Прохор в общих чертах рассказал о случившемся, представив рожистую тварь лесным зверем и совершенно умолчав о говорящих курицах. Мария на протяжении всей беседы нетерпеливо ёрзала, а Валерий Валерьевич активно отпускал комментарии, обильно сдобренные прилагательными в превосходной степени.

Доехали быстро. Прохор пригласил всех в дом и вышел из машины. У забора стояло ещё два автомобиля. Оба выглядели одинаково и солидно. В каждом на водительском кресле сидел серьёзного вида человек. Не дожидаясь гостей Прохор поспешил в дом.

-А вот и хозяин вернулся! – услышал он мужской голос открывая дверь.

Навстречу двигался, протягивая правую руку, мужчина лет 50ти в деловом костюме. На лице его сияла улыбка.

-Здравствуй, Прохор! Будем знакомы – Игорь, глава районного самоуправления. Ваш верный друг и помощник. Очень приятно!

«В открытую явились», подумал Прохор. Протянул руку, поздоровался.

-А это – Настя, - продолжал Игорь, указывая рукой на женщину в милицейской форме, стоящую рядом с Натальей. – Следователь из райцентра. Она будет работать с вашим делом. Прошу любить и жаловать.

Настя подошла и тоже поздоровалась с Прохором за руку. Она вся просто источала любезность и дружелюбие.

-А наш участковый что, больше работать не будет? – Прохор решил сразу прояснить ситуацию, тем более что последний разговор с Володей вышел каким-то странным.

-Ах ваш участковый, - проговорила Настя и посмотрела на Игоря.

-А Владимир с прошлой недели перевёлся, да. На повышение пошёл. Парень он молодой, перспективный. Таких людей надо продвигать, поддерживать. Сюда уже направили другого участкового, не беспокойтесь. Но Ваше дело я беру под собственный контроль. Кстати о делах. Жена Ваша любезно сообщила, что пытались Вы сами разобраться в ситуции, но потерпели неудачу…

Далее последовала облачённая в форму непринуждённой беседы череда вопросов. С цепкостью опытного дознавателя Игорь выспрашивал у Прохора о произошедших событиях, в особенности о событиях последней ночи. Прохор как мог отвечал наиболее общё, но его собеседник постоянно уточнял детали, задавал пересекающиеся вопросы и даже одни и те же вопросы, но с различной формулировкой. Прохору становилось всё сложнее избегать наиболее скользких моментов. На счастье, дверь в дом распахнулась и внутрь на длиннющих шпилька вошла Мария с микрофоном в руке и оператором за спиной. Она затараторила заранее приготовленный текст в камеру, потом явно нацелилась на Прохора, но, увидев мужчину в костюме, сразу же распознала в нём представителя властей. Рассудив, что Прохор ни куда не денется, а представители власти - это ресурс редкий, внимание репортёров переключилось на Игоря. Вопросы посыпались градом. Глава самоуправления был явно раздосадован тем, что его беседу с Прохором прервали и взирал на на телекамеру с недовольством. Он кое как отделался от Марии общими фразами и, сославшись на позднее время, ретировался, пообещав ещё раз заглянуть на днях и «всё проконтролировать». Следователь ушла вместе с ним, пообещала вернуться завтра утром.

На улице меж тем было и вправду совсем темно. Прохор дал слово  журналистам, что всё расскажет и покажет завтра, а сейчас он очень сильно устал. Выглядел он настолько вымотанным и потрёпанным, что Мария практически сразу согласилась отложить запись своего репортажа. Наконец все посторонние покинули дом. На кухне был припасён ужин. Прохор с жадностью поглотил его, кое как успокоил взволнованную Наталью. Велел со следователем и Игорем особо не откровенничать, а журналисты, мол, пусть рыскают. Сил больше не оставалось. Прохор добрался до спальни, кое как разделся, рухнул на кровать и сразу уснул.


РАЗГОВОРЫ

Проснулся Прохор только к обеду. Спина и плечо ныли. Он ощупал себя: сильно вроде ни чего не опухло; пошевелился, подышал глубоко. Переломов похоже не было. Вышел из спальни. Наталья хлопотала по дому, сказала, что журналисты уже все извелись снаружи, облазали всё вдоль и поперёк, даже съездили к соседям и ждут Прохора. Прохору же дела до них не было. Он наспех поел и вышел из дома через пристройку – нужно было срочно добраться до телефона. Обошёл дом по широкой дуге за кустами орешника и вышел на дорогу. Отдохнувшее тело было снова полно сил и ноги быстро несли Прохора к цели.

Наконец продиктованные Володькой цифры были набраны и из трубки послышались длинные гудки.

-Здравствуй, наконец-то, – прервал гудки Володькин голос.

-Как узнал, что я это? – резко спросил Прохор.

-Только ты телефон этот знаешь, он давно припасён у меня на всякий случай.

-Ясно. Ты не серчай уж, я последнее время малёха нервный стал.

-Понимаю, чего уж там. Рассказывай, как дела.

Прохор  рассказал всё, что случилось, стараясь не упустить ни одной детали.

-Нихера себе хера себе… Говорил же, не лезь.

-Не мог я не лезть. И не жалею.

Володька ещё некоторое время задавал вопросы и уточнял детали. Потом на минуту умолк – задумался.

-Ладно, – наконец сказал он, – Что было, то было. Мне тебя тогда и удивить особо не чем. С «Пресветлым» ты, значит, уже лично пообщался. Что это за херь, я сказать не могу – ни чего не нашёл вразумительного, кроме  этого его названия. Появляется с некоторой периодичностью, последние лет 50 точно, может и раньше появлялся. Забирает из курятника кур, потом налетают государственные агентства, закрывают территорию для посторонних, изымают все публичные документы, ставят высший уровень секретности. Хозяев земли обычно переселяют на другой участок, с какими-то компенсациями или ещё чем…

-Не хочу я уезжать ни куда.

-Уж поверь мне, твоё мнение их интересует в последнюю очередь. Дела ворочаются серьёзные в этой сфере, я уже на своей шкуре убедился. Может лучше плюнуть да переехать?

-Твоё право. Вот чего ещё. В паре предыдущих случаев хозяева кур в дом забирали, для сохранности как бы. Наткнулся я тут на протоколы изъятия этих кур. Официально всё, типа: «с согласия владельца, для помощи следствию, в целях проведения следственного эксперимента» ну и так далее. Короче, куриц сажали обратно в курятник. Случай не единичный. Значит, зачем-то они должны быть в курятнике. Возьми на заметку. Кстати, навещал тебя уже кто-нибудь из власть имущих?

-Вчера нарисовались. Глава самоуправления и следователь – девица какая-то.

-Пошло-поехало значит.

-Ты сам-то куда? На повышение говорят.

-Хреновышение, ага. Прессовать меня тут начали, как поняли, что не просто так секреткой интересуюсь. Я, опыт уже имея, быстро заявление написал на пару дней по личным обстоятельствам, чтоб искать не сразу начали, как свалю. Пошёл в кабинет шмотки забрать по-тихому. Только сумку собрал – в дверь уж ломятся. И телефон как раз звонит, как в кино прямо. Я сразу почувствовал, что ты звонишь. Запихнул телефон в ящик вместе с рацией. Трубку снял, вторую рацию схватил и бегом. Благо, первый этаж – в окно махнул. Шансы, конечно, не велики были, но получилось в итоге-то! Чистая удача. Мне тебя вообще практически не слышно было – бежал просто и орал в рацию, как очумелый. Потом вроде расслышал голос твой, еле-еле. Всё боялся, что услышат они цифры из ящика, но, видать, пронесло. Такое вот повышение. Отсиживаюсь теперь на конспиративной квартире, так сказать. От деда осталась ещё. Непростой он был товарищ, похоже, по его каналам и копал как раз. Там есть ещё куда двигаться, так что через недельку ещё созвонимся, надеюсь. Во вторник давай.

-Как скажешь.

-Если чего срочное случится, ты звони. Не обещаю, что отвечу, но запись в телефоне останется. Может как с журналистами тебе весточку передам. Приехали они?

-Приехали, да. С утра караулили уже, еле убежал.

Володька хмыкнул.

-Не обижай их там особо, пригодятся.

-Да я уже заметил. Глава самоуправления сразу с лица скис, как их увидел. Хитрожопый, кстати, тип. Поговорил с ним – как будто допрос с пристрастием.

-Звать как?

-Игорь.

-И всё?

-Сказа просто «Игорь».

-Ясно. А следователь?

-Представилась Настей.

-Игорь и Настя, значит. Посмотрю, что удастся найти на них. Аккуратнее там с ними. Не знаю, чего более конкретного посоветовать. Врать им смысла особого думаю нет – Игорь-то уж точно в курсе, чего происходит. Следователь эта – не уверен, но скорее всего тоже не просто так приехала. Но и не трепли особо, дурачка включай если что.

-Понял, буду осторожнее… Володь, чего это за херня-то творится? 40 лет прожил, про такое и не слыхивал даже. Я там в курятнике чуть не уверовал во все религии сразу, мать их…

-Не знаю я , Прохор, не знаю… Даже загадывать не берусь…

-Наталья батюшку сегодня вызвала, может хоть он чего…

-…Вряд ли. Ты ж и сам не веришь.

-Верить-то не верю, но позвать сам предложил…

-Но пусть, Наталье так спокойнее будет. Детки как?

-Да всё нормально, они и не в курсе поди чего происходит-то. Люди новые снуют – им только интереснее.

-Понятно. Ещё расскажешь чего?

-Да вроде всё у меня.

-Мне тоже добавить нечего. Пока нечего. Давай до вторники тогда. Только не лезь никуда больше. Да тебя и не пустят, я думаю. Скоро оживлённо на дворе у тебя станет. Готов будь. У них рожи-то всегда вежливые, но люди серьёзные, могут и в клетку запереть при необходимости. Не лезь на рожон.

-Постараюсь… До свидания, что ли.

-Давай, да. До связи.

В трубке запищали короткие гудки. Прохор повесил её на рычаг и отправился в обратный путь.

Домой Прохор вернулся спустя пару часов. У курятника собралась целая толпа. Приехал батюшка Илларион с двумя служками. Батюшка был статен, стоял перед курятником, расправив плечи, и помахивал кадилом. Его глубокий бас произносил молитву. Перед батюшкой стоял прислужник. Он держал на руках раскрытую книгу, в которую изредка заглядывал Илларион. Второй прислужник ходил вокруг курятника и окроплял его святой водой. Натялья с детьми стояли рядом с батюшкой и молились. Всё это благословенное сборище снимали журналисты. Мария что-то воодушевлённо говорила в камеру и оживлённо жестикулировала. Завидев Прохора, входящего в калитку, она кинулась наперерез, боясь упустить «главного пострадавшего» в очередной раз. Оператор устремился за ней. Член-корреспондент пыталась что-то говорить на ходу, но речь периодически прерывалась, когда длиннющие шпильки её туфлей проваливались в землю, а руки рефлекторно дёргались, помогая телу удержать равновесие. Прохор понял, что беседы на этот раз не избежать, но может оно и к лучшему. Вопросы сыпались один за другим, «нашим телезрителям» постоянно нужны были разъяснения и душещипательные подробности. Прохор стойко держался, успев за 40 минут несколько раз пересказать произошедшие события. Наконец назойливая пара от него отцепилась и устремилась к своему внедорожнику, в окне которого маячило довольное лоснящееся лицо Валерия Валерьевича.

Не прошло и минуты, как к дому подъехала ещё одна машина. Из неё вышла следователь Настя. Она сразу направилась к Прохору. После короткой беседы с ней выяснилось, что завтра приедет следственная группа изучать улики. Возможно, исследование займёт некоторое время, так что группа разобьёт временный лагерь неподалёку. Разумеется, всё это необходимо для безопасности хозяев и прочее и прочее. Прохор не возражал, хотя догадывался после беседы с Володькой, к чему всё идёт. По окончанию разговора, Настя направилась к курятнику «провести предварительный осмотр». Батюшка Илларион как раз заканчивал свою службу.

Прохор тем временем, не желая легко отдавать свой двор в полное распоряжение полиции, направился в сторону репортёров. Те выглядели довольными, словно питон, заглотивший добычу целиком, и явно собирались ползти обратно в свою нору переваривать съеденное. Прохор как бы между делом завёл разговор с Валерием Валерьевичем и сообщил последние новости, а так же упомянул, что через 6 дней или раньше(!) будет новое нападение. В награду за это «несчастная жертва зверских нападений» получила благодарный пылающий взгляд Марии Станиславовны Шапкиной и несколько десятков восторженных «великолепнейше» и «замечательнейше». Сашке будто бы было всё равно. Тут же руководителем группы было принято решение срочно вернуться в город, отдать отснятый материал на обработку, а самим вернуться с целью проведения регулярных прямых включений. Спустя один телефонный звонок Валерий Валерьевич уже получил одобрение и место в сетке вещания на 2 ежедневных выпуска. Журналисты спешно отбыли.

По дороге в дом Прохор столкнулся с батюшкой и прислужниками. Илларион плавным жестом приказал помощникам следовать дальше, а сам остановился поговорить с хозяином дома.  Он протянул Прохору руку ладонью вниз. Тот перехватил пухлую кисть батюшки на полпути к своему лицу и крепко пожал. Илларион несколько растерялся, но через секунду сообразил что случилось и ответил на рукопожатие.

-Благословен будь, сын мой, - начал батюшка.

-И ты здравствуй, - просто отвечал ему Прохор.

-Наталья мне сказала, будто неладное что-то творится с хозяйством твоим. Вот я смотрю и телекамера тут ходит и милиция. Что ж это за несчастье такое, что Вам ещё и пресвятая церковь понадобилась?

-Не знаю как и сказать даже.

-Говори как есть, сын мой.

-…Повадился кто-то кур у нас воровать. Собаку загубил мою. С участковым пытались изловить – не вышло. Я потом сам пошёл. Засаду устроил в ночь. Да сам попался… Демона я видел, кажется, батюшка. Затащил он меня в курятник. Сущий ад в ту ночь творился. Думал не переживу…

-Демона говоришь, - протянул Илларион, - случай, конечно, не обыденный, но и не уникальный, сын мой. Мир, сотворённый господом нашим, много чудес в себе таит. А вот что – не называл ли демон тебе своего имени?

Прохор насторожился. «Была не была».

-Сам демон не говорил, но слышал я… голос, называвший его «Персветлым».

-«Пресветлый» значит, - проговорил Илларион и задумался, будто вспоминал что-то. – Давай вот что, - наконец заговорил он,  - раз говоришь, видел демона, пришлю я к тебе завтра послушника моего. Он парень смышлёный, большие надежды подаёт. Отслужит он недельную службу. Приютить найдётся где?

-Найдётся, думаю. На первом этаже полно места.

-Ну вот и славно. Тут видишь, что, Прохор, был бы кто другой, я бы может и не волновался, мало ли что человеку в голову взбредёт. Но ты человек благоразумный, не пьяница, если говоришь, что демона видел, может дело серьёзным быть. Слышал я от моего отца-настоятеля всякое, что тому за годы странствий по миру удалось повидать, и про демонов он говорил тоже. Дважды с ними встречался… Тут особый подход нужен.

-Спасибо большое, Илларион, - отвечал Прохор. Я уж не знаю чего и делать, куда и деваться. Послушника Вашего примем, и место найдём, и напоим-накормим.

-Вот и славно, вот и славно, Прохор. Ждите завтра после обеда. А сейчас вынужден Вас покинуть.

-Конечно, конечно. Спасибо за службу сегодняшнюю. До свидания.

Батюшка степенно направился к автомобилю. Снаружи его ждал служка. Он открыл дверь и помог Иллариону сесть в салон. Машина тронулась. Не успели представители церкви скрыться из виду, как к Прохору подошла Настя. Следователь сказала, что осмотр курятника закончен, и что она вернётся завтра утром вместе со следственной группой. На том и распрощались с последним гостем.

Прохор собрался в дом, но тут вспомнил про кур. У курятника стояла Наталья и продолжала молиться; детки куда-то убежали. Подходя к ней Прохор расслышал слова молитвы «… покаянья нету, крест над головой…», решил немного обождать. Он обошёл кругом дом, надеясь своим хозяйским взглядом заметить что-нибудь новое, необычное, что проглядела следователь, что, возможно, поможет спастись ото всей этой мракобесии. Подошёл к будке, которую со дня гибели Пса ни кто не трогал. Постоял рядом, вспомнил своего верного друга, взгрустнул. Сзади тихо подошла Наталья. После встречи с батюшкой она казалась менее взволнованной. Прохор справился о её здоровье, о детях – всё было в порядке. Скотина тоже была напоена и накормлена. Кур временно посадили в сарай, перенесли туда кормушку и поилку. Хозяйство было в надёжных руках и содержалось в порядки несмотря ни на что. Прохор немного расслабился, на душе потеплело. Остаток дня прошёл за обычными бытовыми заботами, будто ни чего не произошло. Видимо разум искал спокойствия в повседневности, и Прохор не собирался мешать этому в тот вечер.

ПРИБЫТИЕ

Утром, едва успев умыться и позавтракать, Прохор услышал шум моторов. Выглянул в окно: в сторону его дома тянулась веретеница автомобилей. Большие чёрные внедорожники ползли вперёд, покачиваясь на ухабистой дороге. Судя по одинаковым буквам на номерах, машины принадлежали государственной конторе. «Следствие видать едет», подумалось Прохору, «народищу-то… будто целый взвод». Через 20 минут, после того как процессия остановилась, Прохор понял, что был недалёк от правды: из автомобилей начали выходить люди в полевой форме, чуть разбавленные людьми в гражданском и тремя-четырьмя деловыми костюмами. Действовали быстро и слаженно: были слышны отрывистые приказы, из автомобилей споро выгружали коробки, какие-то трубы и тюки. Прохор заметил, что у калитки стоит Игорь и машет ему рукой.

Подойдя к калитке хозяин поприветствовал гостей. Игорь был как всегда любезен и улыбчив. Он разъяснил Прохору, что районные власти решили приложить максимум усилий, и не допустят, чтобы на граждан и их имущество нападали безнаказанно. Так же было заявлено, что курятник будет отремонтирован и поставлен под наблюдение, дом будет взят под охрану, будут назначены ответственные, приняты меры и прочее и прочее. Прохор слушал эту длинную уверенную речь в пол уха. Вокруг сновали люди. Не прошло и полчаса с приезда, а у курятника уже суетились рабочие: заделывали стену и ставили новую дверь. В поле через дорогу, напротив дома Прохора, устанавливали палатки, снаряжали генераторы, налаживали коммуникации, разворачивали полевую кухню. «Серьёзно взялись», думал Прохор, глядя на растущий лагерь. Вокруг курятника были установлены осветительные прожектора, повешены несколько камер наблюдения. Дабы всячески расположить к себе хозяев, Игорь водил Прохора по местам выполнения работ: всё показывал и рассказывал, спустя час к ним присоединилась следователь Настя. Работа спорилась.

К полудню явились журналисты. На этот раз они прибыли на большом фургоне. Стоило ему остановиться, как одна из дверей распахнулась и из проёма выскочила Мария. Она осмотрела происходящее вокруг совершенно осоловелым от радости взглядом. Казалось ещё чуть-чуть и у неё изо рта потекут слюни. На этот раз журналистов прибыло четверо. Пока уже знакомая троица лихорадочно носилась по округе и выбирала места для съёмок, новый член бригады отогнал фургон в место базирования – то же самое поле через дорогу, поодаль от «следственного» лагеря. Егор, так звали четвёртого, вылез с водительского кресла и скрылся в глубине автомобиля. Пару минут спустя задние двери распахнулись и на землю бухнулось несколько коробок, лязгнув чем-то металлическим. Затем вышел сам Егор с тарелкой офсетной параболической антенны в руках, и полез устанавливать эту самую тарелку на крышу фургона. Прохор краем глаза наблюдал за телодвижениями нового члена репортёрской команды – «связист» видимо.

После того, как антенна была установлена, настроена и протестирована, Егор подал сигнал своим коллегам. Те пулей вернулись к фургону, вооружились камерой, микрофоном, накрашенным лицом Марии и ринулись в бой. Целились они явно в Игоря, тем более что тот везде таскал за собой Прохора, но, не дойдя метров 20 до цели, троица была ловко перехвачена галантным мужчиной в штатском, который представился пресс-секретарём руководителя «операции» и «все вопросы только к нему». Журналистов такой поворот событий только раззадорил: значит дело было серьёзным и наверняка (естественнейше!) «нечистым». В воздухе запахло приключениями.

К вечеру, отделавшись ото всех гостей, Прохор наконец был предоставлен сам себе. Он ходил по двору, занимаясь своими обычными делами, но продолжал пристально наблюдать за обстановкой. Команда «следователей» продолжала тянуть какие-то провода: вдоль забора, у курятника, вдоль дороги. Несколько человек делали какие-то измерения, ставили метки. На место меток устанавливались прямоугольные серые коробки, которые явно ориентировали по сторонам света. Люди спешили, но действовали без суеты. Видно было, что это профессионалы, и они явно собираются закончить всё сегодня, пока не стемнеет.

В девятом часу вечера посторонних на дворе почти не осталось. Даже журналисты уползли в свой фургон, набегавшись за день. Прохор сидел на крыльце, когда в проёме открытой калитки показался молодой парень в рясе. «Очевидно послушник Иллариона», подумал Прохор. Парень был крепко сложен, высок и широкоплеч. За плечами его висел тряпичный мешок. Стремительной уверенной походкой подошёл он к Прохору и учтиво поздоровался, представившись послушником Кириллом. Передал письмо от Иллариона, подтверждающее его «назначение во служение и помощь» и адресованное в основном Наталье со словами поддержки и списком глав из евангелия для прочтения в тяжёлый час. Прохор отдал Кирилла на попечение хозяйки, а сам пошёл проведать кур, которых поместили обратно во отремонтированный курятник.

Курятник чуть ли не сверкал в сгущающихся сумерках – со всех сторон в него били яркие прожекторы. У входа стояли два человека в форме, которые, завидев Прохора, дежурно заулыбались. Прохор открыл дверь, на секунду задержался и, затаив дыхание, вошёл внутрь. Повёл взглядом вокруг. Куры выглядели как обычно: ходили кругами, квохтали, клевали солому и гадили. Прохор шумно выдохнул и расслабился. Взял одну курицу в руки, поднёс к лицу, пригляделся – курица как курица. Поставил обратно на пол. Огляделся вокруг: внутренние стенки были чисто вымыты, на полу постелена свежая солома, еды и воды достаточно, будто ничего и не было. Только след, оставленный ножом и новая дверца с неокрашенным куском стены напоминали о произошедшем. Прохор хотел что-нибудь сделать, предпринять, как-то обезопасить кур, но делать в курятнике было не чего. Тем более после иллюминации и охраны, организованной Игорем. Ни чего не оставалось, как вернуться  дом. Дико хотелось спать. На выходе из курятника Прохор как бы в шутку спросил стоящих у входа: «Всю ночь что ли стоять собираетесь?». На что ему серьёзно ответили, что стоять будут всю ночь. Что ж, Прохор не возражал.

В доме готовились ко сну. Прохор зашёл проведать Кирилла. Как оказалось, Кирилл готовился к ночной службе у курятника, «дабы изгнать нечистого». Прохор не возражал и тут. Он предупредил, что на ночь дверь будет заперта, чтоб стучал громче ежели что. Послушник же ответил, что службу кончит только утром, и в дом ему заходить без надобности, так что сон хозяев не побеспокоит. Поблагодарил за тёплый приём и заботу. Голос Кирилла был совершенно ровным, безэмоциональным, а взгляд совсем отрешённым. Ну да не его это дело, решил Прохор, подождал, пока послушник выйдет на службу, запер дверь и отправился спать.


НАЧАЛО

Прохор внезапно проснулся посреди ночи. Он часто и глубоко дышал, сердце бешено колотилось. Натялья спала рядом, не выказывая никаких признаков беспокойства. Прохор тихо встал и вышел из спальни. На душе было тревожно, в голове носились мысли, руки дрожали. Ему чудились звуки. Мерзкие голоса хохочущих кур, рваные слова «рожи» и тихий собачий лай. «А не дёрнуть ли настоечки, от нервов», подумал Прохор. За последние дни он совершенно вымотался морально, и мысль выпить чего-нибудь горячительного и расслабиться казалась вполне уместной.

Вошёл на кухню. Настойка хранилась в подвале, куда вёл люк, расположенный под столом. Прохор подошёл к столу и уже совершенно автоматически глянул на залитый светом курятник – мысли о выпивке тут же вылетели из головы, вместе со всеми остальными мыслями. У входа в курятник, аккурат между двумя караульными, в ярких лучах прожекторов стоял Пресветлый, держа перед собой тремя руками курицу. Курица не шевелилась, словно загипнотизированная. Она смотрела на пресветлого, раскрыв клюв. Затем перья её начали темнеть и через несколько секунд стали совсем чёрными. Руки Пресветлого пришли в движение. Они мяли курицу как пластилин, будто скатывая в шар. Тело курицы легко поддавалось, принимая новую форму. Дальше Прохор уже не смотрел. Бегом преодолел он расстояние до входной двери и выбежал на улицу. Дверь громко ударилась о стену, но караульные и рожа словно, казалось, не услышали этого. Прохор двинулся на Пресветлого, набирая скорость. Спустя мгновение он уже бежал со всех ног. Тварь была полностью поглощена своим занятием, караульные точно не спали, но стояли будто ничего не замечая.

До твари оставалось пара метров. Прохор широко шагнул левой ногой и с размаху пнул правой Пресветлого в бок. Чуть выше места удара на теле “рожи” широко открылся глаз. Чёрная туша согнулась и отлетела на несколько метров. Прохор хотел броситься на тварь, но кто-то с силой потянул его назад. Резко обернувшись, он увидел, что один из караульных бесцеремонно держит его за трусы.

-Не лезь, мужик! – бросил он приказным тоном. Прохор сразу оценил расстановку сил – к роже прибавились ещё и двое вооружённых людей. Но он не собирался просто смотреть, как закатывают его кур. От резкого толчка вцепившийся в трусы караульный выпустил свою добычу и повалился на землю. Второй скидывал с плеча автомат, но Прохор уже знал, что  для этого бойца сражение окончено. Носок правой ноги резко ввинтился  землю против часовой стрелки, колено выпрямилось, закручивая и толкая тело вперёд, кулак вылетел по широкой дуге точно в лицо караульного. Тот, осознав ситуацию, попытался прикрыться и вскинул руки, но было слишком поздно. Удар пролетел над защитой и попал точно в подбородок. Голова резко крутнулась, черепная коробка ударила мозг, и караульный повалился без сознания на землю. Краем глаза Прохор уловил движение – первый караульный стоял на четвереньках и собирался подняться. «Ну кто же так встаёт…», пронеслась мысль в голове Прохора, и он пнул встающего в ухо. Ещё один противник потерял сознание – осталась только тварь.

Пресветлый по-прежнему лежал там, куда его отбросило ударом. Он уже закончил комкать курицу, и явно вознамерился запихать её в одну из своих пастей. Прохор двинулся на тварь, полный гнева и решительности. Но та, быстро проглотив куриный ком, проскрежетала «рад и все о б щего благ а» и с сумасшедшей скоростью сиганула через забор. Прохор на секунду растерялся, но вдруг осознал, что уже некоторое время слышит шум и усиленные мегафоном приказы со стороны лагеря в поле - к курятнику шло подкрепление. К курятнику, но не факт, что к Прохору. Медлить было нельзя. Догнать Пресветлого казалось задачей невыполнимой, но тварь всё равно придёт снова, за курами. Вспомнились слова Володьки. «В дом, значит, забирали».

Прохор вбежал в курятник. Кур было заметно меньше – чуть ли не половина от прежнего количества! Ну да ладно, сейчас было не до того. Прохор схватил мешок, лежавший на полке у входа и начал собирать в него кур. Собрав всех, он закинул мешок на плечо, выскочил на улицу и побежал к дому. Кирилла нигде не было видно. Прохор кликнул его несколько раз на бегу, но ответа не последовало. К курятнику уже бежали люди. Некоторые перелезали через забор, кто-то вбегал через калитку. Прохора давно уже заметили, и несколько человек бросились наперерез. Но им было не успеть. Уже стоя в дверях, Прохор ещё раз окликнул Кирилла и огляделся – ни где нет. «Вот зараза», процедил Прохор сквозь зубы и захлопнул дверь.

 

РАДИ ВСЕОБЩЕГО БЛАГА

Запершись в доме, Прохор думал, что солдаты попытаются ворваться внутрь. Он слышал топот на крыльце, выкрики команд, лязг оружия. Со второго этажа спустилась испуганная Наталья. Ничего не объясняя, Прохор отдал ей мешок. Велел скорее посадить кур на чердак, самой с детьми запереться на втором этаже и ни за что не выходить. Как Наталья ушла, Прохор решил осмотреться. Он осторожно подходил к окнам и заглядывал то в щели между ставней, то в замочную скважину двери. Дом брали в оцепление, выставляли прожекторы, освещая дом так, что скоро что-либо увидеть изнутри будет невозможно. Везде сновали солдаты. Оба выхода из дома и все окна охранялись. Прохор оделся и зарядил «Сайгу». Он сознавала, что шансы против нескольких вооружённых людей у него не велики, но сдаваться не собирался. У двери постоянно слышались шаги, но открыть её ни кто не пытался. Видимо ждали приказов.

Прохор быстро поднялся на чердак. Перепуганные всклокоченные куры топтались в углу. Их оказалось всего 11. Больше половины пропало. На улице Прохор их не видел, а зная, как они себя ведут при появлении Пресветлого, вероятность того, что некоторые просто испугались и убежали, была мала. Видимо аппетит твари вырос. Вот напасть! Да ещё и военные с ним заодно. Прохор выглянул в маленькое неприметное окошечко: дом был полностью окружён. Рядом с лагерем стояло несколько грузовых автомобилей, набитых вооружёнными солдатами. «Уже и подкрепление прибыло…Значит заранее знали, что придёт эта мразь сегодня». А что там с журналистами? Их фургон стоял на том же месте. Все четверо стояли на улице и беседовали с пресс-секретарём Игоря, за спиной которого стояли два солдата. Мария размахивала руками и, похоже, что-то кричала, Валерий Валерьевич пытался её успокоить. Сашка держал на плече камеру, Егор просто стоял рядом.

Тут Прохор увидел, что в калитку входит сам Игорь в сопровождении следователя Насти и… батюшки Иллариона! Вся троица явно направлялась к дому. Прохор быстро спустился и встал у входной двери. Спустя минуту в дверь постучали.

-Прохор! Прохор, нам нужно с Вами поговорить! – услышал он голос Игоря. –Прохор! Вы меня слышите?!

-Солдат своих уберите со двора! Тогда поговорим! – зло ответил Прохор.

-Присутствие опытных людей, умеющих обращаться с оружием, крайне важно в данной ситуации, Прохор. Это для безопасности всех нас. Поймите, ситуация, в которую Вы попали, очень серьёзная. Она может казаться пугающей. Но мы уже сталкивались с подобным и имеем опыт решения таких проблем.

-Чего они тогда мешали мне? Не говоря уже о том, чтобы пристрелить эту дрянь?

-Послушайте, всё намного сложнее, чем Вам кажется, - донёсся из-за двери голос Насти.

-Всё верно, - подхватил Игорь. –То, что сейчас происходит на Вашей земле очень важно, Прохор. Очень.Для Вас. Для нас. Для всех. Важно для России, для всех людей. Это не просто нападения и похищения, Прохор. Это лишь часть гораздо более масштабного процесса. Очень сложного и важного для нас всех процесса. Очень важного, слышите, Прохор?

-Что же это за процесс такой, что меня изводит этот Пресветлый?

За дверью воцарилось молчание,  затем послышались невнятные приглушённые голоса, шорох.

-Послушайте, Прохор, - снова заговорила Настя. –Доверьтесь нам. Мы сможем Вас защитить. Всё что от Вас требуется, отдать нам кур. Мы знаем, как дальше будут развиваться события. Вам ни чего не угрожает.

-Мы возместим все Ваши потери, - продолжил Игорь. –Как материальные, так и моральные. Мы вернём Вам кур. Привезём других. Сколько скажете – столько и привезём. Вместе мы справимся обязательно. От Вас нужно лишь немного сотрудничества.

-А собаку мне кто вернёт?!

-Сожалею об этой Вашей утрате. Стоит признать, что в случае с Вами мы среагировали несколько позже, чем следовало. Это привело к этой, вне всякого сомнения, тяжёлой утрате. Но повторяю, мы всячески Вас поддержим. Вам не справиться в одиночку. Давайте сотрудничать.

Услышав голоса, со второго этажа вышла Наталья. Она остановилась поодаль и встревоженно смотрела на Прохора. Прохор смотрел на неё.

-Что это за дрянь эта, зачем она это делает? – спросил он у стоявших за дверью.

-К сожалению, я не имею полномочий рассказывать Вам детали, Прохор, - отвечал Игорь. –Это секретная информация, представляющая государственную тайну…

-Вот мать-перемать! – выругался Прохор.

-Послушай, сын мой, - раздался из-за двери голос Иллариона. –Всё, что говорят эти люди, это всё очень важно. Это может выглядеть страшным и несправедливым, вся эта ситуация. Но они помогут тебе. Они делают богоугодное дело, Прохор. Ради всеобщего блага. Прислушайся к их словам, сын мой. Бог не оставит ни кого в беде, он всегда пошлёт спасение. Эти самые люди – твоё спасение. Твоё и твоей семьи. Я молюсь за всех вас. Молюсь, чтобы всё кончилось хорошо. Ведь мы все - люди, рабы божьи. Сила наша – в единстве, в вере. Позволь им разобраться с бесом. Я теперь всегда буду здесь, помогать и советовать. Это теперь и моя ноша тоже. Не взваливай всё на свои плечи. Подумай о детях, как им тяжело.

Услышав голос Иллариона, Наталья подошла к Прохору, робко взяла за рукав и умоляюще заглянула в глаза. Прохор понимал, что ей гораздо тяжелее всё это переносить. Что она слаба и напугана. Он всегда думал, что может защитить своих близких, но все эти военные, оружие, уговоры… Казалось, эта проблема скоро станет ему не по силам, опасность возрастала. Наталья уже была на грани срыва. Он не мог мучить близкого человека, тем более никак не мог снова потерять кого-то.

-Кирилла вашего не видать ни где, как ушёл вечером. – сказал Прохор.

-С Кириллом всё в порядке. Он… был несколько напуган. Теперь он в безопасности. Он в лагере у военных, ему там помогают. С божьей помощью.

-Прохор, ради всеобщего блага, давайте уже поможем друг другу, - снова вступил в разговор Игорь. –Сейчас мы теряем время. Эта тварь придёт снова, придёт скоро. Не найдя куриц в курятнике, она вломится в Ваш дом. Она становится сильнее с каждым днём. Вам не справиться в одиночку, а при сложившемся положении дел мы не сможем Вас защитить.

На лестницу, разбуженные криками и шумом, вышли Лёшка с Машкой, сонные и такие маленькие и хрупкие. Наталья стиснула руку Прохора.

-Ладно, - решился Прохор. –Что делать мне?

-Просто отдайте нам кур, Прохор. Мы позаботимся обо всём остальном.

Прохор посмотрел на Наталью и детей: “Всё будет хорошо”.

Прохор полез на чердак. Куры были на месте. Они немного отошли от срочной эвакуации и ходили взад-вперёд в поисках насеста. Прохор взял мешок, в котором принёс кур и принялся их собирать. Вдруг в углу в куче тюков с тряпьём зашевелилась тёмная масса. Прохор весь напрягся и резко развернулся лицом к опасности. Тёмная масса ворочалась, пытаясь выбраться. Тело начло расслабляться, готовясь среагировать на атаку, пульс застучал в ушах. Наконец масса высвободила ногу и смогла встать на пол. Это определённо был человек. Он поднял руки в верх, показывая, что оружия нет и медленно приблизился. В свете прожекторов, который пробивался на чердак, Прохор наконец смог различить лицо своего гостя. Это был Володька, весь вымазанный то ли краской то ли грязью, и одетый в какие-то лохмотья.

-Вот и свиделись, - еле слышно шёпотом произнёс он.

Прохор чуть не подпрыгнул от неожиданности. Он подошёл и сгрёб Володьку в объятья.

-Давай позже всё эти приветствия, - спустя секунду сказал Володька. – Сейчас нужно сосредоточиться на ситуации. Лучше ни чего не говори, твой басище они сразу услышат – дом твой на внешней прослушке наверняка, с направленных микрофонов. Слушай внимательно что я говорю. Им не просто куры нужны, им нужен ещё и ты. Всё позже расскажу. Сейчас складывай всех, кроме одной, в мешок. Одну потом посади в самое укромное место в доме. Они пока не знают, сколько кур осталось с последнего визита. А им нужны все. Особенно та, которая останется последней. Так мы выиграем некоторое время, пока они поймут что к чему. Сейчас я с тобой спущусь вниз, аккуратно, чтобы не засветиться. Они наверняка попытаются тебя захватить, но штурмовать не будут. Ты им живой нужен да и вроде как сотрудничать решил. Так что просто попытаются вытащить из дома. Отдай им куриц, но так, чтобы тебя они не достали. Открой дверь и кинь мешок, например. Я тебя подстрахую. Всё понял?

Прохор кивнул.

-Тогда пошли.

Прохор вошёл в комнату первым. Указал Наталье жестом молчать и кивнул на Володьку. Потом показал жестами подниматься наверх. Наталья испуганно кивнула в ответ и ушла на второй этаж, взяв детей. Прохор подошёл к двери, за ним кошкой прокрался Володька, встал точно за дверью.

-Есть тут кто? – заговорил Прохор.

-Мы все здесь, конечно-конечно, - ответила из-за двери Настя.

-Принёс я кур, держите.

Прохор быстро приоткрыл дверь, стараясь не попадать в образовавшийся проём и кинул мешок. Володька тут же пнул дверь сзади и резко дёрнул Прохора за шиворот. Что-то промелькнуло в проёме и ударилось в стену над комодом, ещё два глухих удара послышались уже из-за закрытой двери. Прохор взглянул на стену – ружейный дротик.

-Вот значит как вы об нас позаботиться решили, сволочи?! Как зверя какого завалить!

-Прохор, успокойтесь. НЕ нужно делать из нас врагов! Это для Вашего же блага! – попытался взять ситуацию под контроль Игорь.

-Для всеобщего блага, сын мой! – вторил ему Илларион.

-Катитесь к чёрту со своими благами, твари! Забирайте куриц и катитесь отсюда! Оставьте в покое нас.

-Хорошо-хорошо, Прохор, мы уходим. Помните, мы хотим помочь Вам. Давайте поговорим утром, хорошо? - не оступал Игорь.

-С Пресветлым своим говори, паскуда! Пошли прочь!

-Прохор, послушай меня! Прохор! – заговорил Илларион, но из-за двери ему ни кто не ответил. Прохор, сын мой! Наталья, вы здесь? – тишина - переговоры кончились.

Игорь раздражённо дёрнул левой рукой. Толстый жилистый провод, выходящий из рукава его пиджака и тянущийся куда-то под рясу Иллариона, натянулся. Раздался влажный щелчок и на землю упал конец провода с серебристым утолщением. Затем эта «пуповина» несколько раз дёрнулась и втянулась в рукав Игоря. Илларион заморгал, поёжился.

-Могли бы просто на бумажке текст написать, - раздражённо буркнул он.

-Так быстрее. И надёжнее. – холодно ответил Игорь. -Заберите кур! – крикнул он какому-то офицеру. – На сегодня всё. Дом держать под постоянным контролем, всё, в радиусе пяти километров – закрытая зона. Всех соседей убрать нахрен. Ни каких посторонних! Чтобы мышь не проскочила!

-Есть! – послышалось с нескольких сторон.

-Пойдём, - бросил он своим спутникам.

Настя и Илларион последовали за Игорем.

-Что ж за геморрой-то сплошной в этот раз, - заговорил он. – Сраный деревенский участковый, как рецидивист, мать его, по секретным архивам лазает-разнюхивает, журналисты крутятся под боком, мужик этот местный на своём мотороллере просто доебал уже своими расспросами и советами. Как мёдом ему тут намазано. Уж в рожу раз получил, и всё равно мелькает где-то на горизонте. А куровод этот! Вообще бред! Вместо того, чтобы сидеть дома и сраться со страху, Объекту пиздюли раздаёт! Бред! Кому сказать - не поверят. Теперь ещё в доме заперся, козлина! И ведь какой хитрожопый! Выкинул и дверь закрыл, скот. Чего он шуганулся так? Ведь успокоили вроде. Жопой что ли учуял? Лучшие снайперы, блять, и те не смогли попасть!

Игорь был вне себя от злости. Настя попыталась его успокоить:

-Но ведь время ещё есть, и куры у нас.

-Есть-хуесть… Ладно, завтра видно будет. Вытащим его из халупы как-нибудь, главное чтоб дышал, и сердце билось. Илларион, ступай в медпалатку, оставайся там со своим послушником – может пригодишься ещё. Баба у него набожная, попробуем надавить. Ты, я смотрю, не первый раз уже «на проводе» в переговорах.

-Случалось, да. Опыт общения с куроводами в рамках операции имею. Люди-то деревенские в основном, батюшку слушаются, вот нас и привлекают. Меня сюда специально направили несколько лет назад, как в один из районов вероятного проявления активности, коли уж всё равно я в курсе этих дел был.

-Хорошо. Слышал я, Ваши его тоже серьёзно изучают.

-Изучают, да. Особая братия. Понятиями материального мира полностью описать Пресветлого невозможно. Церковь вносит свой посильный вклад. У нас есть свои источники и знания, которые руководство Вашего проекта находит полезными. Так что сотрудничаем, с божьей помощью.

-Это-то я в курсе, да. Я о том, что ходил слух, будто были у Вас там свои какие-то… «чересчур сильно заинтересованные».

-Ходил слух, да. Но знаете, я ведь по сути обычный священник, пусть и с некоторым особым опытом. Меня в особые дела не посвящают. Давно уже ни чего не слышно по поводу этих «заинтересованных», как Вы выразились, в публичных кругах. Видимо вопрос решён.

-Ясно. Что ж, все свободны до завтра, до полудня. В 12:10 сбор командования операции. Вы, Илларион, тоже приходите. Поговорим, подумаем.

-Хорошо, с богом, - ответил Илларион.

-До свидания, - попрощалась Настя, все трое разошлись.

Все приказы были отданы, в рабочем порядке формировались команды оцепления и наблюдения, крики приказов затихали. Но не затихали журналисты. Пресс-секретарь Игоря заявил прямым текстом, что им необходимо покинуть место проведения операции, а всё отснятое будет изъято. На сборы дал ровно 20 минут и приставил следить двух солдат. Мария бурно негодовала, называя солдат подлецами, угрожала придать всё гласности, кричала, чтобы отдали отснятый материал. Валерий Валерьевич тоже что-то возмущённо сопел. Сашка курил в сторонке. Егор демонтировал с крыши фургона антенну. Журналисты никак не хотели уезжать, но вот антенна была снята и борудование собрано. Солдаты ещё раз напомнили, что ровно через три минуты будут вынуждены арестовать нарушителей периметра и поместить под постоянный <i>особый</i> контроль на всё время выполнения операции. Упорствовать дальше смысла не было.

Все четверо погрузились в машину, Валерий Валерьевич сел за руль, тронулись. Солдаты подождали, пока автомобиль скроется за поворотом и отправились обратно в лагерь. Фургон подбрасывало на ухабах, Сашка с Егором копошились с аппаратурой в глубине фургона. Мария сидела на пассажирском сидении рядом с Валерием Валерьевичем. Оба выглядели подавленными. Это дело могло стать началом быстрого взлёта их карьеры, принести известность, популярность, признание. Но вот так вот просто, за пару часов, всё рухнуло. Их вышвырнули в самый интересны момент. Мария с Валерием Валерьевичем переглянулись – это был ещё не конец. Фургон резко свернул с дороги, прямо в поле, фары и свет внутри погасли. Машина снова ехала к дому Прохора, но так, чтобы как можно сильнее удалиться от лагеря военных. Сашка заглянул в кабину, спросил что случилось.

-Мы возвращаемся за нашей сенсацией, Саша. Готовь камеру, – глаза Марии сияли, она была полна решительности. Валерий Валерьевич тоже выглядел необычайно сконцентрированным и серьёзным. -Всенепременнейше возвращаемся, - твёрдо проговорил он.

Им необычайно повезло – оцепление было выставлено только у самого дома, полностью перекрывать район военные ещё начали. Фургон остановился в четырёхстах метрах от ярко освещённой цели. Мария тут же выскочила наружу и принялась поторапливать Сашку. Василий Васильевич и Егор решили остаться в фургоне, готовые подобрать коллег и скрыться в любую секунду. Репортёр и оператор выдвинулись. Ночь выдалась тёмная, как по заказу. Две тени призраками приближались к ярко освещённому дому. Уже можно было разглядеть, что происходит на дворе: повсюду сновали солдаты, с нескольких сторон разбирали забор, перетаскивали какие-то ящики и провода, у курятника крутились люди с какой-то аппаратурой в руках. Сердце Марии часто билось. Вот оно – военные, секретность, работа тайком под угрозой ареста, и всё это теперь – её. Она обернулась и посмотрела горящим взглядом на Сашку. Эту ночь, до тревоги, они были вместе, и теперь Мария хотела поделиться с любовником бушевавшими в ней эмоциями.

-Снимай, снимай же скорее! – шепнула она, кокетливо улыбнулась и поспешила вперёд, не став дожидаться, пока Сашка закончит включать и настраивать камеру. Отойдя метров на десять, он обернулась и нетерпеливо помахала рукой, подзывая всё копошащегося оператора. Как только Мария отвернулась и снова зашагала вперёд, Сашка привычным движением вытянул из-за пояса пистолет, с навёрнутым глушителем и сделал два выстрела.

Мария покачнулась и упала лицом в землю, яркое пятно света впереди, к которому её так тянуло, начло меркнуть. Сашка подошёл ближе и добил журналистку выстрелом в голову. Рядом с телом он бросил осточертевшую тяжёлую камеру и маленький GPS-маячок – таскать трупы в его обязанности не входило. Дело сделано. У фургона Сашку ждал уже успевший заскучать Егор. Тело Валерия Валерьевича лежало в кабине, заливая пол кровью. После размещения ещё одного маячка в фургоне операция «Свобода слова» была формально завершена. Пришло время заявить о себе местному руководителю операции – обстановочка у них там, судя по всему, складывалась не особо спокойная. Двое мужчин отправилась в лагерь военных, вдыхая прохладный ночной воздух и наслаждаясь редкими минутами отдыха.

 

БАГРОВЫЙ АНГЕЛ

Ровно в двенадцать часов утра Игорь вошёл в штабную палатку. Он ещё на подходе почувствовал «след». Запах, который ни с чем не перепутаешь. Запах, который могли различить лишь избранные. Их было определённо двое, но Игорь не мог понять, как какому типу относятся нежданные гости. Его научили за время подготовки различать «следы» себе подобных, но запахи этих двух были ему не знакомы. Игорь вошёл в палатку. Двое мужчин сидели в глубоких креслах у дальней стены.

-Товарищ командующий, - обратился к Игорю начальник штаба. –Эти двое просто…

-Всё в порядке, - оборвал его Игорь. –В палатку ни кому не входить до моего разрешения. Выполнять.

Начальник штаба вышел.

-Приветствую, - бросил Сашка не вставая с кресла. Его лицо с ночи сильно изменилось, и о прежнем облике оператора напоминал лишь цвет глаз, который тоже должен был смениться в течение ближайшего часа. Егор, сидевший рядом, просто кивнул в знак приветствия. Он тоже уже не был похож на прежнего Егора – стал полнее и ниже, а лицо приобрело монголоидные черты.

-Добрый день, - ответил Игорь. –С кем имею честь?

-Мы с коллегой – наблюдатели от российского отделения Энергетического Концерна. С этого дня будем находиться в расположении вашего лагеря, - сказал Сашка и замолчал, давая собеседнику время переварить услышанное.

«Пожаловали, значит. С самого верха», подумал Игорь. Он допускал такое развитие событий, но всё-таки был взволнован – это была его первая личная встреча с людьми такого уровня.

-Считаете, что своими силами я не справлюсь? – как бы в шутку спросил Игорь.

-Вы уже допустили утечку информации, командующий – мер, принятых вами в отношении журналистов, оказалось недостаточно. Проблема решена, но впредь извольте не допускать таких промахов, тем более, что развитие сложившейся в настоящий момент ситуации с куроводом прогнозируется как Инцидент класса «А».

«Вот сука, секретарь, ни чего поручить нельзя», мелькнуло в голове у Игоря, «получит сегодня по шапке».

-Приложим все усилия, чтобы подобное не повторилось, - произнёс он. –По поводу класса «А»…, - очень не хотелось признавать ещё одну свою оплошность, но замалчивать информацию с этими людьми было себе дороже. – Информация о том, что куровод знает Имя Объекта была получена лишь сегодня ночью. У нас есть опасения… что заодно с куроводом действует представитель… бывший представитель полиции, который тайно проводил исследовательскую работу по нашей… деятельности, и, вероятно, смог найти какую-то информацию… в секретных источниках, получив туда каким-то образом доступ. И куровод узнал Имя от него, а не от… эм… не сам. Обстоятельство этого происшествия сейчас тщательно расследуются…

-Вовка-рецидивист, - перебил Игоря Сашка и улыбнулся. Егор хмыкнул. –Знаем-знаем, шустрый оказался парень. Такой нам самим не помешал бы – не разглядели вовремя.

-Он, кстати, сейчас с куроводом, в доме, наверняка слил очередную порцию информации своему товарищу, - заговорил Егор. –Но мы уверены, что куровод знал имя Объекта ещё до контакта с полицейским. На это косвенно указывают некоторые факты. Так что будьте готовы – исход ситуации как Инцидент класса «А» крайне вероятен.

«Да вот же ж паскудство. И тут проглядели! Пролез, пиздюк, прямо под носом. То-то кур так хитро выкинул…», Игорь начинал нервничать, «…разведка-гандоны, куда смотрели, да ещё и ситуация  класса А, так ведь и отстранить могут… посмертно».

-Приложим все усилия, чтобы подобных инцидентов больше не повторялось! – выпалил Игорь. – Согласно поступившей от Вас информации, я немедленно проведу усиление лагеря и дополнительный инструктаж личного состава, виновные получат взыскание.

-Приложите, усильте… - проговорил Игорь. –Вы, я смотрю, «манипулятор», достаточно неплохого уровня. Несмотря на некоторые промахи, вы хорошо себя показали, сумев получить материал у куровода без штурма.  Если сможете удачно завершить это дело, можно будет поднять вопрос о вашем повышении. С другой стороны, не трудно догадаться, что шанса на ошибку у вас тоже нет. Явление Багрового Ангела происходит всё реже во время приходов Пресветлого. В России явления не было уже более тридцати лет – очень большой срок. Не облажайтесь. Хоть мы и будем поблизости, многое по-прежнему будет зависеть от вас и ваших людей. Всё необходимое для нас двоих прибудет через 4 часа, так что можете не беспокоиться о расквартировании. Через 3 часа приедет лаборатория. На этом пока всё.

Сашка и Егор поднялись с кресел. И направились к выходу.

-Ах да, звать нас можете…, ну, скажем, меня Сашка, коллегу - Егор.

-Есть! – отвечал Игорь. Гости вышли.

Мозг Игоря лихорадочно затасовал воспоминания из курса подготовки: «Твою же мать… Теперь ещё и наблюдатели от Концерна и Багровый Ангел – час от часу не легче. Ангел… Явление ангела - Инциент класса “А” по классификации - означало возможность получить очень ценное Сырьё после окончания цикла и ухода Пресветлого. На самом деле, как такового ангела не являлось. Являлось нечто, что брало начало из коллективного бессознательного разумных существ, находящихся поблизости от происходящего. Огромная энергия, чья природа полностью не понята до сих пор, взаимодействовала с подсознанием людей, и мысли обретали форму.  Первое задокументированное явлении на территории России произошло ещё во времена становления Российской империи. В какой-то богом забытой деревушке, через которую как раз проходила экспедиция. Это событие стало отправной точкой в изучении Пресветлого в России, но серьёзно вопросом занялись лишь в начале XX века. А тогда, в далёком XVIII, зимней ночью, на дворе одного зажиточного крестьянина появилось нестерпимо яркое сияние. Постепенно оно приняло черты огромного человеческого силуэта с крыльями. Люди выбегали из домов, падали на колени и начинали молиться. Но самое интересное происходило в радиусе ста семи метров от свечения. Там все посходили с ума. Они толкались, кидались друг на друга, дрались, чтобы добраться до того, что находилось под Ангелом, до того, что потом назвали Сырьём. Те, кто добирался до цели, вгрызались в Сырьё, отрывали кусок и глотали почти не жуя. Потом вгрызались снова – и умирали. Через 4 секунды после попадания вещества в желудок. Когда Ангел пропал, из «круга» вернулся только один человек. Впоследствии, он стал одним из основателей Энергетического Концерна и, по слухам, был жив до сих пор. После первого случая «явления» стали документироваться по всей России с некоторой периодичностью, обычно несколько лет, сопровождаясь видениями, истерией и смертями. До какого-то момента это были ангелы, потом несколько раз появлялся «Великий Красный Ленин», «Пурпурный Маркс», даже «Кровавый Сталин», почти сразу после смети своего «оригинала».  Были и некоторые «курьёзные случаи», например, когда Ангел явился в курятник в поселении при Вологодском пятаке. Не нужно было иметь познаний в психологии, чтобы понять, что в образе того «ангела» явно доминировали неосознанные желания двухсот пожизненно заключённых… Но название «Багровый Ангел», как самое старое, прочно закрепилось в обиходе и использовалось по сей день в операциях.

«Вологодскй содомит» был последним «явлением» на территории России. В других странах частота феномена тоже падала. К китайцам Красный Мао не заглядывал уже лет тридцать, последнее приземление «НЛО с коммунистами» в США имело место около сорока лет назад. По остальным регионам временные разрывы были ещё больше. Провалить эту операцию нельзя. Победа любой ценой…Перво-наперво, необходимо выполнить все предписанные инструкцие процедуры, поставить метки, развернуть лабораторию…»

Игорь чувствовал, что на него кто-то смотрит. Он обернулся – в палатку заглядывал начальник штаба, спрашивая всем своим выражением лица «можно ли уже начинать». Игорь посмотрел на часы – 12.20. Кивнул начальнику штаба и палатка начала заполняться офицерами. Игорь прошёл на своё место во главе стола, встал и опёрся руками о столешницу. Сырьё в его организме пришло в движение и устремилось к мозгу. Чувства обострились, начался анализ рассаживающихся по своим местам людей. Игорь слышал частоту пульса каждого из присутствующих, ощущал ритм их дыхания, замечал малейшую мимику, непроизвольные движения конечностей и глаз, изменения цвета кожи, различал присутствие гормонов в крови по запаху. Мозг начал формировать речевые и поведенческие паттерны, наиболее подходящие под ситуацию.

Все расселись по местам и обратили взоры на командующего.

-ЧТО ЭТО ЗА БАРДАК ТУТ ТВОРИТСЯ, ЁБ ВАШУ МАТЬ!!! – обратился Игорь к собравшимся. Заседание штаба началось.

 

ПОБЕГ

Прохор сидел один в комнате на полу, обняв «Сайгу». Шторы были плотно задёрнуты, свет не горел. Они проговорили с Володькой всю оставшуюся ночь и утро. Часы показывали полдень. Володька спал. Он был совершенно вымотан и отправился в подвал устраивать лежанку, как только сообщил Прохору всё, что знал. Наталья и дети были наверху. Шума оттуда слышно не было, но, спят они или нет, Прохор не знал. Его одолевали тяжёлые мысли. То, что рассказал ему Володька, не сулило ни чего хорошего.

Он нашёл отчёты. «Отчёты по завершённому циклу». В них документировались события, происходящие во время нападений Пресветлого. Отчётов было много. Все они были практически идентичны и различались лишь координатами, датами и именами. К некоторым отчётам прилагались пояснительные записки, благодаря которой и удалось сделать безрадостные выводы. Владельцы кур погибали. Напрямую об это нигде не говорилось, но каждый отчёт кончался строками вида:

«Сокращение стаи до одного экземпляра (Дата)»

«Визит к последнему экземпляру (Дата/Время)»

«Дата и Время проявления Gallus gallus №1»

«Дата и Время рождения глаза»

«Дата и Время поглощения глаза»

«Время прибытия Объекта»

«Изначальная масса куровода»

«Время и продолжительность трапезы»

«Время убытия Объекта»

«Остаточная масса куровода»

«Прогнозируемая масса Сырья»

В пояснительных записках иногда указывались имена куроводов. Некоторые из этих имён значились в списках переселенцев, по которых Володька говорил раньше. В качестве нового адреса значилась какая-нибудь отдалённая область. Судя по тому, что «Остаточная масса» такого переселенца в среднем составляла около 30% от его первоначального веса, селился он на новом месте только на бумаге, предназначенной для органов статистики.

Пара найденных отчётов была не окончена. Перед «Датой и Временем появления Gallus gallus №1» стояла сноска. Пояснении значилось, что в ходе штурма куровод был приведён в состояние, делающее невозможным поглощение, либо Gallus gallus №1 был уничтожен до рождения «глаза»; штурм предпринят в связи с удержанием необходимого материала.  Володька утверждал, что это были как раз те случаи, когда хозяева кур баррикадировались в домах вместе с птицами.

Особенно угнетало то, что в списках на «переселение» значились все, кто проживал в доме. Так что сдаваться самому, в надежде обезопасить Наталью и детей, было бессмысленно. Прохора заперли в клетке до поры, как лабораторную мышь. Хотя Володька обещался выйти ночью на разведку и поискать возможных путей бегства.

Прохор не заметил, как  к нему подошла Наталья и села рядом.

-Что сказал Володя? – робко спросила она.

-Всё нормально, - Прохор не хотел пугать её. –Завтра мы попробуем уйти отсюда.

-А если не получится? Вон их сколько – по всему двору шастают. И день и ночь.

-Получится-не получится… Не уйдём – останемся тут. Сдаваться я не собираюсь. И вас в обиду не дам. Пусть только попробуют сунуться, скоты!

-Может послушать их, Проша? Ведь даже батюшка Илларион говорил, что поможет. Он же святой человек, врать не будет.

-Не поможет нам Илларион. Володька рассказывал, что видел он, как батюшка с нами из-за двери разговаривал. Всё это Игоря слова были. Губами он шевелил, а Илларион за ним повторял, стоя как истукан. Уж не знаю как, но сомневаться не приходится, что управляют власть имущие батюшкой твоим, как куклой, чтобы у нас отобрать всё.

-Ну что же ты говоришь-то такое…

Прохор подумал, что Наталья до этого момента ни когда с ним не спорила и не пыталась в чём-то переубедить. Видимо сейчас ей было действительно страшно.

 -Давай просто отдадим, что они хотят, - продолжала она. -Зачем ты оставил последнюю курочку? Ведь они станут её искать. Давай отдадим курочку, и они нас тогда отпустят.

-Не можем мы её отдать, Наталья. Никак не можем.

-Но ведь мы тут взаперти сидим. Света не видим, - Наталья заплакала. –Машка с Лёшкой меня спрашивают всё, «когда гулять пойдём?», «когда на речку?», «когда дяди уйдут?». Я вижу, что им страшно. И мне…

Прохор на секунду дрогнул в душе, но тут же взял себя в руки.

-И скотина не кормлена уже день. И наши-то припасы все в погребе, что не достать. Как же нам жить-то? Сколько мы так ещё просидим? Что же мы кушать будем, Проша?

Пора было это прекращать. Прохор повернулся к Наталье, холодно посмотрел в её глаза и чётко и ясно ответил:

-Дерьмо.

Он сам не ожидал от себя такой жёсткости, которая нахлынула откуда-то из глубины души. Наталья поднялась и убежала в слезах на второй этаж. Прохор снова остался один. Он не знал, что делать дальше, он просто сидел на полу и ни о чём не думал. Оставалась одна надежда – побег.

Володька проснулся к ночи. Недалеко от его лежанки в подвале стояла клеть, внутри сидела курица. Видимо Прохор посадил её туда. На часах было десять вечера. Володька вылез из подвала и направился в комнату. Там сидел Прохор, на стуле, с винтовкой, лицом к двери и медленно жевал кусок хлеба. Даже не видя его лица, Володька ощущал настроение хозяина дома – мрачное и подавленное. Нужно было уходить из этого отсюда и бежать. Бежать куда-нибудь подальше, в глухую тайгу. Володька сам не понимал до конца, зачем вернулся сюда. Он испытывал какую-то привязанность к Прохору. К обычному мужику, который оказал в совершенно необычной ситуации, тёмной и страшной, но продолжал бороться. Даже сейчас он был готов кинуться на любого, кто без приглашения войдёт в дверь. Будь их хоть десять человек, хоть сто. Глядя на Прохора, Володька почему то вспоминал своего деда – смутный образ со старой выцветшей фотографии: бравый широкоплечий офицер верхом на коне. Эту фотографию передал ему отец перед смертью, и Володька продолжал бережно хранить её.

-Есть какие новости? – спросил Володька подойдя к Прохору.

-Нету, будто затаились. Ни шагов не слышно, ни разговоров. Несколько часов назад ещё машины приезжали. Одна огромная такая, с прицепом.

-Ясно, - ответил Володька. Видимо Пресветлый снова придёт сегодня, подумал он. Читая отчёты, он обратил внимание, что лет 50-60 назад «циклы» занимали несколько месяцев. По самым же свежим записям, которые удалось раскопать, цикл длился 2-3 недели. Видимо они нашли способ ускорить процесс и расширяли лагерь. Лишний раз Прохора волновать не следовало, но нужно было торопиться.

-Часа через два я пойду осмотрюсь, - сказал Володька. –Через крышу выйду. Дам знать, если путь будет.

-Давай так, - устало ответил Прохор. –Там на кухне поесть Наталья приготовила, голодный поди.

-Я пайка своего погрыз, мне хватит.

-Ну ладно, - вздохнул Прохор. –Думаешь выберемся?

-Должны, - отвечал Володька.

Они проговорили ни о чём ещё два часа. Снаружи, будто бы, стало ещё тише. Больше всего Володька боялся, что в дом попытаются вломиться, или усыпить их газом. Но, по-видимому, пока военным дела до них не было. Они получили своих куриц и ждали «проявления Gallus gallus №1», в чём бы оно ни заключалось. Но скоро недостача обнаружится.

-Пойду, - сказал Володька.

Прохор поднялся со стула. Вместе они зашли на чердак. В дом Володька проник чудом, проскочив мимо патрулей и выбив решётку на окне в подвал. Теперь то окно было наглухо закрыто Прохором, да и дом с земли хорошо освещался. Оставалась надежда на крышу. Трудно было представить, как им всем удастся выбраться этим путём, особенно Наталье и детям. Но просто сидеть и ждать было невыносимо. Прохор открыл люк на крышу. Володька снова надел свои лохмотья и медленно полез вверх. Высунув голову, он огляделся – люк выходил на правую сторону крыши, удачно прикрытый трубой от обзора со стороны входной двери, где сконцентрировались главные силы военных. В поле зрения ни кого не было. Володька вылез целиком и спрятался в тени за трубой. Внизу было светло как днём. У курятника ни кого видно не было, у сарая со скотиной тоже. Выглянул из-за трубы – лагерь определённо стал больше, а ещё – вокруг дома по большой окружности через равные промежутки времени мигали красные огни. «Только бы это не датчики слежения были», подумал Володька, не подозревая, что его заметили ещё  в тот момент, когда он оглядывался, высунувшись из люка.

Со стороны курятника послышался какой-то шум. Володька повернул голову и увидел, как из двери вываливается огромная чёрная туша, упираясь в землю несколькими руками. Туша лоснилась в свете ламп, перетаптывалась, внутри неё будто что-то шевелилось. «Вот ты значит какой», пронеслось в голове Володьки. Через секунду на обращённом к дому боку Пресветлого прорезались два глаза. Его тело качнулось и зашагало к крыльцу. «Вот зараза!» мысленно воскликнул Володька и пополз обратно к люку.

Что-то  с силой ударило в бок. В глазах потемнело. Донёсся звук выстрела. Володька чувствовал, что не может вдохнуть и начинает терять сознание.

-Что там?! – услышал он из люка голос Прохора.

-Закрывай быстро! – выдохнув последний воздух, крикнул Володька и покатился вниз. Прохор кинулся было наружу в попытке поймать его, но по крыше застучали газовые гранаты. Одна из них ударилась совсем рядом с люком, едва не попав внутрь. Вокруг подымались клубы дыма, которые не сулили ничего хорошего. Видимость ухудшалась, голова начинала кружиться. Прохор стиснул зубы и захлопнул люк; быстро спустился на первый этаж, умылся водой из ведра и надел приготовленный противогаз. Володька ожидал такой вариант развития событий и потому пришёл подготовленным. Пару комнат на втором этаже Прохор как смог обезопасил от газа тряпками и одеялами, а так же оставил в спальне ещё один противогаз. Это должно было защитить Наталью и детей на некоторое время.

У входной двери послышались шаги. «Неужто Володька!», мелькнула мысль.

-Володя?! – крикнул он.

-Ку роч ка! – ответил из-за двери до боли знакомый зычный голос.

Не раздумывая, Прохор выстрелил несколько раз прямо через дверь. Шаги затихли. Воцарилась тишина. Через пулевые отверстия внутрь пробивались лучи света. Прохор спрятался за комод, держа дверь под прицелом. Снова послышались шаги и тот же голос:

-Кур очка от кро й две рь ку роч к а откро й д верь.

-Открываю, родной! – зло крикнул Прохор приглушённым противогазом голосом и пустил в деверь ещё две пули.

-Куро чка от крой д верь, - снова раздался скрипящий голос, но уже где-то совсем рядом.

-Куроч ка… - голос доносился со стороны окна прямо над головой Прохора. Он вскочил и выстрелил в закрытые ставни.

-Р ади все обще го бла га кур очка, - голос удалялся – тварь шла по кругу. Прохор перезарядил «Сайгу» и затаился. Тварь продолжала ходить вокруг дома, читая свою мантру. Она не пыталась выломать дверь или влезть в окно, просто ходила. « В дом не может войти, значит», вспомнил Прохор. Он хотел было подняться наверх и проведать Наталью, как вдруг из подвала раздался голос: «Ну открой же дверь, Прошенька! Ну просит же Пресветлый. Ну что ты?!».

Прохор осторожно подошёл к открытому люку и заглянул внутрь. На земляном полу в сете лампы стояла клетка, в клетке сидела курица, из курицы раздавался голос:

-Ну вот и свиделись снова, родненький! Соскучал, небось, по Павлу Никоноровичу? Времечко-то моё уже пришло. Скоро и твоё времечко придёт. А ну ка поднеси меня к Пресветлому, Прошенька.

-Ах ты тварь! – крикнул Прохор, спустился в подвал и с силой пнул клетку. Она отлетела в угол, ударилась о стену и прокатилась по полу.

Павел Никонорович заохал.

-Вот же грубиян! А ты у нас, я гляжу, мужичонка не простой. Но тем паче! Вмиг тебя выкурят из этой халупы.  Ни что не разделит нас с Персветлым! Так суждено мне! И тебе так суждено!

Павел Никонорович будто бы вошёл в раж и не умолкая сыпал предсказаниями о судьбе, Пресветлом и скором воссоединении.

Прохор взял одеяла, на которых спал Володька и запеленал в них клетку. Затем вылез из подвала и закрыл дверь – голоса Павла Николаевича слышно не было. Зато были слышны другие голоса – вокруг дома явно царило оживление. Прохор разбирал в топоте множества ног отголоски приказов и переговоров, отовсюду. Он решил было стрелять из окон наугад, но людей вблизи дома, похоже, было очень много, и, наверняка, они были вооружены. Попытка бегства не просто с треском провалилась. Он потерял Володьку, снаружи ходила тварь и солдаты, а в подвале сидела орущая курица. Прохор начал поддаваться панике.

-Прохор! Прохор, ты меня слышишь?! – услышал он вдруг усиленный мегафоном голос Игоря. – Нам нужно поговорить! Ситуация критическая, но мы можем помочь!

-Как же мне с тобой говорить, паскуда ты поганая, когда я тут взаперти сижу, - пробурчал Прохор.

-Я тебя прекрасно слышу, Прохор… Можешь говорить так, как сейчас.

«Вот же сволочи». Прохор опустился на пол и привалился спиной к печи.

-Оставьте в покое нас! – крикнул он.

-Мы готовы уйти, как только всё закончится, Прохор. Но ты сам не хочешь сотрудничать с нами. Зачем ты оставил себе одну курицу? Сейчас всё бы могло уже закончиться.

-Закончиться.., конечно! Вместе со мной и моей семьёй! Володя мне всё рассказал, про вас, подлецов!

-Послушай Прохор, Владимир не мог узнать о том, что здесь происходит. Это вне его компетенции. Не знаю, что он мог тебе рассказать, но к теперешней ситуации это отношения не имеет. Поверь мне, Прохор.

-Один раз я тебе уже поверил – чуть не свалили меня исподтишка!

-Куроч! Ка! Откро й две рь! – раздался скрипучий крик. –Кур очка! Бла га! Р ади!

-Заткните своего поганого демона! – крикнул Прохор.

-Откро й! Куроч ка! – ещё громче заорал Пресветлый.

-Приди! Приди ко мне! – раздался из-под пола голос Павла Никоноровича.

-Бла га! – верещала тварь.

-Прохор, не теряй зря драгоценное время! Мы тебе поможем!

-ПРИДИ ППРЕСВЕТЛЫЙ!!!

-ДВ Е РЬ!!!

Прохор, словно загнанный зверь, забился в дальний угол комнаты, ощерившись, держа “Сайгу” на изготовку.

ВОЛОДЬКА

Игорь стоял перед командным опорным пунктом в ста пятидесяти метрах от дома. Рядом были начальник штаба и Настя. Куровод не выходил и перестал отвечать, микрофоны лишь изредка ловили его глухое дыхание. Игорь почти перестал ощущать те еле различимые сигналы, что были главным его оружием в манипуляции людьми. Вероятно, из-за близости Пресветлого. Он явно стал больше. Крутился у крыльца словно огромная чёрная туча, «уговаривая» впустить его. Он чувствовал Gallus gallus №1, но не мог войти в помещение, пока там находился куровод. Отрывистые реплики Пресветлого звучали всё громче – он начинал проявлять агрессию. Надо было что-то срочно предпринять.

-Может разнесём к херам эту хату, а? – заговорил начальник штаба.

-Если с этим куроводом что-то случится, нас всех закопают здесь же, вместе с его трупом, - вяло ответил Игорь. –Надо вытащить его из дома. Как-то.

Он обернулся назад и глянул на Сашку. Тот сидел на стуле с совершенно отрешённым видом. Рядом стоял пустой стул - Егора не было. Он ушёл на холм в двухстах метрах от опорного пункта, вооружённый до зубов, с огромной дальнобойной винтовкой. Именно он сбил с крыши участкового.

Участковый… Игорь задумался. Этот поганец всё испортил. Но! Возможно, он же всё и исправит.

-Ведите участкового, - бросил Игорь.

Володьку привели через пару минут. Он находился на грани обморока и еле стоял. Игорь позвал его несколько раз, но Володька не отвечал, повиснув на руках солдат.

-Микрофон к нему поднесите, - скомандовал Игорь. Из его рукава выскользнул провод, подобрался к Володькиной ноге, забрался в штанину и полез вверх. Через секунду появился контакт. Участковый действительно был в плохом состоянии. Пуля, выпущенная Егором, попала в левый бок в область плавающих рёбер. Одиннадцатое ребро было сломано, осколком кости пробило желудок. Так же была сломана правая рука и несколько пальцев на ней, очевидно, после падения с крыши. Оттуда же и сотрясение. Но говорить Володька был способен.

-Прохор, - раздался его голос. Прохор, слышишь меня?

…

-Прохор, это я.

В динамика, транслирующих звук из дома, послышалось шуршание. Затем шаги.

-Володя? – раздался голос Прохора.

–Прохор, всё в порядке, слышишь, - отвечал Игорь голосом участкового. -Я тут с ними, в безопасности.

-Это ты, Володя?

-Да, я это, я. Выходи, Прохор, всё будет нормально.

-Лучше ты иди сюда, - настороженно произнёс Прохор.

-Я ранен, мне тяжело идти, Прохор. Мне сейчас врачу показаться надо. Давай уж сам, подходи.

-Что-то мне не по себе, Володя. Не верю я им.

-Я знаю, Прохор. Просто на взводе все сейчас, нервничают. Сам понимаешь.

-Ты сильно ранен там?

-Ушибся немного. Ходить не могу пока. Ногу сломал может. Но в целом – терпимо.

-Чего ты с крыши-то упал?

-Да поскользнулся видимо. Ты не бойся. Они сами-то перепугались. Дым тот был чтобы чудище отогнать.

-Дак оно же тут стоит. Орёт как резаное!

-Они отгонят его, ты выходи только. Наталью с детьми тоже выводи. Они там поди места себе не находят.

…

-Слышишь, Прохор? Всё хорошо будет.

…

-Ладно, - согласился Прохор. - …у меня здесь пистолет твой, принести?

-Нет, оставь в доме. Сам тоже без ружья выходи. Не тронут они тебя.

-Какой, сука, «оставь в доме»! – взорвался Прохор. –Ты при мне пистолет свой взял, когда на крышу полезли! Что вы там делаете с Володькой, ублюдки!!! Опять обмануть меня хотите?!!

Игорь был обескуражен. Как он мог попасться на такую идиотскую уловку? Как он не смог различить обмана в голосе? Он же, мать его, манипулятор, специализируется на обмане!

-Я и забыл что-то, - попытался реабилитироваться Игорь.

-В жопу иди, гад! Знаю я твои уловки! Сначала батюшку на меня науськал, теперь и Володькой …завладел! Оставь в покое его, сволочь!

Снова всё пошло наперекосяк. Игорь испуганно оглянулся на Сашку. Тот, казалось, еле заметно улыбался, будто происходящее забавляло его. Игорь перевёл взгляд, гневно уставился на начальника штаба – его лицо было деланно невозмутимым. Затем посмотрел на солдат, держащих Володьку – за поясом одно из них был заткнут табельный пистолет участкового.

«Ну пиздец!!! Снова облажался! Да что ж это, мать его, за говно-то?!!»

Лицо Игоря налилось краской, заходили желваки.

-Несите сюда «разговорчивый стул»! – рявкнул он. –Поставьте во дворе!

Двое солдат внесли во двор тяжёлый металлический стул c перфорированным сиденьем. На каждой его ножке, у конца, были приварены уголки с отверстием. В эти уголки солдаты вбили длинные железные стержни, зафиксировав стул. Бывшего участкового усадили и пристегнули наручниками. Игорь разорвал связь. Володька тихо застонал от боли.

-Прохор! – крикнул Игорь. –Даю тебе одну минуту, чтобы выйти из дома. Или твой друг умрёт! Прямо здесь – на твоём дворе! И по твоей вине!

Услышав угрозы Игоря, Прохор подошёл к входной двери. Заглянул в дыру от пули – там было темно.

-Ку роч ка.., - раздался совсем близко голос из-за двери.

«Поганая тварь! Прямо на крыльце сидит, будь она проклята!»

Прохор отошёл к окну, отодвинул занавеску и вгляделся в щель между ставнями. Свет больше не бил по глазам. Прожекторы были направлены на стул, стоявший во дворе. На стуле, свесив голову, сидел Володька.

-Отпустите его, сволочи! – закричал Прохор. –Только троньте – я вас всех перестреляю, блядины!

-Выходи и перестреляй! Давай, Прохор, мы ждём! – раздался злорадный голос Игоря.

Прохор видел, как Володька поднял голову. Его губы шевелились, но слов было не разобрать. Вдруг справа появился крепко сложённый солдат, встал рядом со стулом и с размаху ударил Володьку по лицу. Потом ещё раз, и ещё. Прохор чуть не взвыл от горя и злости.

-Прекратите! – закричал он.

-Ку роч ка! – отозвался Пресветлый из-за двери.

-О сколько мне ещё томиться в подвале тёмном и сыром! И ждать тебя, считая каждое мгновенье!– завыл снизу Павел Никонорович.

Голова шла кругом.

Солдат остановился и отошёл в сторону. Володька поднял голову. Он снова пытался что-то сказать. Прохор пригляделся – участковый повторял два слова: «не выходи, не выходи, не выходи». На Володьку снова посыпались удары. Его тело бросало из стороны в сторону, наручники надрывно бряцали. Но колья крепко держали стул, а стул крепко держал свою жертву. Володька сильно завалился на бок, видимо потерял сознание. Солдат остановился, выпрямился, махнул кому-то рукой. Подбежал офицер с чемоданчиком, достал шприц и сделал Володьке укол.

-Он так долго не протянет, - снова раздался голос Игоря. –Выходи, Прохор. Ты убиваешь своего друга.

Володька снова зашевелился.

Участкового били уже несколько минут. Его лицо превратилось в кровавое месиво, в сознании его удавалось держать лишь благодаря стимуляторам, но куровод не думал выходить. Нужно было что-то более убедительное. По приказу Игоря солдат принёс две металлические спицы. Командующий лично подошёл к Володьке и воткнул ему по спице в каждую ногу. Участковый вздрогнул, но не закричал.

«Ничего, скоро закричит», думал Игорь. Солдаты уже тянули к стулу провода.

-Это твой последний шанс, Прохор, - заговорил Игорь. –Следующую экзекуцию Володя точно не переживёт.

Солдаты зачистили провода и закрепили их на спицах. Володька зашевелился на стуле, потянулся руками к Игорю. «Наконец-то, сломался», подумал тот. Он склонился над своей жертвой. Володька, морщась от боли, вдохнул и как мог громко крикнул: «Прохор, не выходи!». Его срывающийся, полный боли голос, вырвался из динамиков громкоговорителей, пролетел над домом и унёсся в поле.

Игорь раздражительно хлестнул участкового ладонью по лицу. Затем отошёл на несколько шагов и махнул рукой. На провода подали ток. Володька выгнулся на стуле, его рот широко раскрылся, глаза закатились. Он хотел кричать, но не мог, парализованный током. В воздухе поплыл запах горелого мяса.

Прохор закусил кулак. По пальцам потекла кровь. Он не мог бросить Володьку. Но выйти сейчас означало предать его. Прохор сжимая кулаки смотрел в щель между ставнями, на то, как пытают его друга. В ушах звенели голоса трёх тварей. Одна повторяла своё «заклинание», стоя за дверью; вторая вопила из подвала; третья обвиняла Прохора во всей той боли, которую испытывает сейчас Володька. Отчаяние поднималось в душе.

Прохор вспомнил отчёты, о которых говорил Володька. Бегом спустился в подвал и вернулся в комнату уже с клеткой, в которой сидела курица.

-Ку роч ка! – донеслось из-за двери.

-Я здесь! Я здесь, мой господин! – заверещал в экстазе Павел Никонорович.

-Я ведь тоже могу по-плохому, - заговорил Прохор. – Знаю я про вашу поганую писанину. Я всё теперь знаю. Вот вам, ублюдки.

С этими словами Прохор поставил клетку на пол и просунул между прутьев ствол «Сайги». Курица занимала почти всё внутренне пространство – промахнуться было невозможно. Раздался выстрел, из клетки во все стороны брызнули перья.

-Ишь ты, какой хитрец… - раздался голос Павла Никоноровича. – И про писанину-то он знает. А ведь Павел Никонорович предупреждал, что не разлучить его с Пресветлым. Ведь как с пустым местом с тобой говоришь, Прошенька. Ну ей богу! Ну нельзя же так!

-Куро чка! Куроч ка! От кр ой!

-Ах вы твари! – отчаянно вскрикнул Прохор. Раздалось ещё несколько выстрелов. Снова полетели перья, клетка дёргалась, но результатом расстрела стал лишь заливистый хохот Павла Никоноровича. Прохор в сердцах пнул клетку. Та пролетела через всю комнату и ударилась в стену рядом с дверью на кухню. Павел Никонорович охнул и снова разразился тирадой о нерадивом куроводе. Прохор опустил винтовку. Отчаяние нахлынуло с новой силой.

На мгновение Игорь совершенно растерялся осознав, что куровод собирается застрелить Gallus gallus №1 - что происходит со смертью последней курицы прекрасно знали все.  Услышав же выстрелы, командующий чуть не поддался панике. Но наблюдение сообщало, что курица жива, Пресветлый по-прежнему продолжал сидеть на крыльце и звать «курочку», наблюдатели концерна хранили молчание. Всё шло через задницу, но в текущей ситуации Игорь был чрезмерно этому рад. Он быстро взял себя в руки. Сейчас куровод должен быть совершенно деморализован. Самое время надавить ещё сильнее.

Игорь прикинул состояние участкового – ресурс организма был на исходе, точнее  это был практически мертвец. Действовать нужно быстро… и эффектно.

-Дайте ему стимуляторов, - обратился командующий к одному из офицеров, сняв своё переговорное устройство и прикрыв рукой микрофон. –Побольше дайте. Чтобы в сознании был. И сожгите. Прямо здесь.

-Есть, - коротко ответил офицер.

-Своим глупым, необдуманным поступком ты всех нас очень расстроил, - обратился командующий уже к куроводу и двинулся прочь.

Прохор видел, как Игорь ушёл в сторону лагеря. Ток отключили. Володька мотал головой, беспорядочно шевелил руками, с разбитого лица текла кровь. Он тяжело дышал и кашлял кровью поле каждого вдоха. Снова подошёл офицер с чемоданчиком, что-то достал и склонился над Володькой, закрывая обзор. Затем подошёл ещё один солдат, с канистрой в руках, и, как только «доктор» отошёл, принялся обливать Володьку из канистры какой-то жидкостью. У Прохора заныло в груди, он не мог вдохнуть, он знал, что сейчас будет. Солдат отошёл в сторону, поставил канистру на землю, достал из кармана походные спички, зажёг одну и бросил под стул.

Володька вспыхнул. Казалось, сначала он не понимал, что происходит. Озирался по сторонам, дёргался, будто пытаясь стряхнуть с себя что-то. А потом он закричал. А потом он закричал. Громко и страшно, заглушив всё вокруг, вместе с Пресветлым и Павлом Никоноровичем. Прохор отшатнулся от окна. За его спиной раздался громкий стук, потерявшийся в крике. Игорь оставил на Володьке своё переговорное устройство, и теперь можно было разобрать малейший звук, каждый судорожный вздох, а крики далеко разносились в ночи.

-Это всё – твоя вина Прохор! – загремел отовсюду многократно усиленный голос Игоря. -Это ты его мучаешь! Ты его убиваешь!

Прохор пятился назад, пока не споткнулся обо что-то. Он посмотрел под ноги – на полу лежала Наталья, без сознания. Ореолом вокруг её головы белели волосы – Наталья была совсем седая. Прохор перенёс её на кресло, стянул с головы противогаз. Дальше так продолжаться не может.  Пути назад уже не было. Он крепко сжал руками «Сайгу и твёрдо зашагал к выходу. Одним резким движением выдернул тяжёлый засов. Распахнул дверь.

На крыльце сидел Пресветлый. Он тут же подошёл вплотную к дверному проёму и уставился на Прохора тремя парами немигающих глаз.

-Ку ро чка. Дв е рь.., - заскрипел он, но слова утонули в очередном раздирающем душу Володькином крике.

Прохор упёрся в Пресветлого ногой и с силой толкнул. Туша колыхнулась, взмахнула руками и скатилась по ступенькам. Прохор вскинул «Сайгу» к плечу и трижды выстрелил в Володьку. Все три пули достигли цели. Крик оборвался, тело на стуле обмякло. Володька был мёртв. Мгновение спустя в грудь и бедро Прохора воткнулись два дротика. В глазах сразу помутнело, руки начали тяжелеть, ноги подкашиваться. Но  Прохор успел ещё раз прицелиться и выстрелить в солдата, избивавшего Володьку. Тот всплеснул руками, зажал ими горло, забулькал внезапно образовавшимся в его теле новым отверстием, попятился назад и повалился на землю.

«Сайга» выпала из рук. Следом упал Прохор. Он сохранял сознание, но не мог пошевелиться. Всё вокруг виделось будто в тумане, плыло. Несколько солдат подхватили его и вытащили за порог. Тело не слушалось, Прохор беспомощно лежал на полу. Оставалось лишь смотреть, как лоснящаяся туша Пресветлого взбирается на крыльцо и входит в дверь его дома. В воздухе стоял тошнотворный запах. В глазах Прохора стояли слёзы.

ВО ИМЯ ГОСПОДА НАШЕГО

Игорь был чрезвычайно доволен собой. Чёрт возьми, да он совершил чудо! Куровод вылез! Сам! Чтобы застрелить труп! Солдаты тоже молодцы – сработали оперативно. Теперь Пресветлый наконец добрался до своей Gallus gallus №1, наконец они оба заткнулись и… Что там между ними происходит, Игорь не знал. Ни кто не знал. Но в результате должно появиться яйцо. Должен родиться «глаз». Дальше останется только ждать конца цикла. Процесс теперь не остановить, критическая точка была пройдена.

Игорь вернулся к дому. Куровода осматривал врач, но было и так видно, что всё с ним в порядке.

-Потушите этого партизана, - кивнул Игорь в сторону горящего тела Володьки. –Воняет же. Приберите тут всё.

Несколько человек кинулись исполнять приказ. Игорь подошёл к дверному проёму. Пересекать порог было нельзя. Любой, кто попытается сейчас это сделать, даже если его не успеют предварительно застрелить следящие за входом снайпера, всё равно умрёт от обширного кровоизлияния в мозг. Из-за чего так происходило, никто не знал – всего лишь очередное белое пятно среди сотен себе подобных в деле изучения Пресветлого. Но, было одно «но»: судя по статистическим данным, несколько раз после случаев вторжения посторонних в пространство дома в текущий момент цикла Пресветлый покидал дом и уходил, последняя курица просто умирала, глаз не рождался. Поэтому процедура строго предписывала уничтожать любого, намеревающегося войти в дом. Солдаты вообще боялись близко подойти к двери, Игорь же с расстояния в пару шагов решил осмотреться. Лучи прожекторов, проникавшие внутрь,  выхватывали из темноты нехитрое убранство комнаты. В кресле сидела жена Прохора. Или сожительница, или кто она там ему… Женщина не двигалась. Игорь не мог понять, мертва она или без сознания – Сырьё в его организме не отвечало, весь дом сейчас был большой чёрной дырой в воспринимаемом информационном поле. Где-то там внутри должны быть ещё двое детей. Но это не важно. Куровода в доме не было – необходимое условие соблюдено. Менять что-либо ещё категорически запрещено процедурой проведения операции.

Из глубины дома послышались тяжёлые шаги – Пресветлый возвращался. Игорь отошёл от двери на несколько метров. Его примеру последовали солдаты и офицеры, находившиеся рядом. Прохор остался лежать в крыльце. Чёрное тело, ставшее ещё больше, с трудом протиснулось в дверной проём. Пол под Пресветлым прогибался и скрипе. Существо остановилось рядом с Прохором. Извергнутые из чёрного тела руки потрепали его за одежду, подёргали за руки и за ноги.

-Б ла га, - проговорил один из ртов, и Пресветлый двинулся вперёд. Он спустился с крыльца, ломая ступеньки, неторопливо прошествовал к курятнику. Напротив него существо остановилось и ударом руки выбило дверь. Затем оглядело образовавшийся проём и расширило его ещё несколькими ударами.

Игорь спокойно наблюдал за происходящим. Он знал, что Пресветлый сейчас залезет в курятник и будет сидеть там, пока не состоится поглощение глаза. И только после поглощения он вернётся в дом – для трапезы. Теперь это лишь вопрос времени.  Ситуация снова была под контролем. Необходимости в спешке не было, но Игорь хотел сделать всё быстро и качественно, чтобы реабилитировать себя в глазах двух наблюдателей. Он двинулся к командному пункту. Нужно было отдать приказы, организовать работу. Группа специалистов уже вышла за глазом. Необходимо очистить дом от всего лишнего, забрать оттуда оставшихся людей, снять эту поганую дверь и ставни вместе с оконными рамами. Во время трапезы куровод должен будет находиться в своём жилище, но состояние самого дома и остальных людей, проживающих в нём, уже не играло собой роли, а потому лучше было обеспечить свободный доступ внутрь.

Сашка по-прежнему сидел на стуле у штабной палатки.

-Поздравляю, - бросил он Игорю бесстрастно, - мы уже подумывали вмешаться в ситуацию лично. А это могло бы повлиять на конечный результат. Кризис миновал, но будьте внимательны, Игорь, расслабляться ещё рано. Цикл ещё не закончен.

-Я продолжу исполнение процедуры со всей…

-Вы наверняка заметили, - бесцеремонно прервал его Сашка, - с какой лёгкостью куровод столкнул Пресветлого с крыльца.

-Так точно, - отвечал Игорь. –Это уже не первый случай…эм… применения силы по отношению к Объекту со стороны куров…

-Это ещё один знак, - снова оборвал Сашка Игоря на полуслове. –Без сомнения, мы имеем дело с Багровым Ангелом. С весьма занятным Багровым Ангелом…

-Будут какие-то особые указания? – Игорь насторожился.

-Просто продолжайте неукоснительно следовать процедуре и не теряйте бдительность, - ответил Сашка и погрузился в свои мысли, давая понять, что разговор окончен.

Опять эти наблюдатели чего-то не договаривают. Не дают передохнуть. В штабную палатку Игорь зашёл с задумчивой миной на лице. Там его ждал ещё один сюрприз: в углу на стуле под присмотром вооружённого солдата сидел батюшка Илларион.

-Товарищ командующий, - обратился к Игорю дежурный офицер. –Этот гражданский, - он кивнул на Иллариона, - пытался пройти к дому через заграждение. Очень настойчиво пытался.

Игорь вопросительно взглянул на батюшку.

-Я просто хотел помочь, - заговорил тот. – Очень переживал… за всех. А потом эти ужасные крики, и стрельба. Кто-нибудь пострадал?

-Ситуация под контролем, - отмахнулся от него Игорь. –Цикл скоро войдёт в завершающую стадию. Ваше дальнейшее присутствие здесь не обязательно.

-То есть Пресветлый побывал в доме… - проговорил Илларион.

-Вас это уже не касается. Дежурный, проводите батюшку с послушником до их автомобиля.

Игорь углубился в просмотр видеозаписей и рапортов по последним событиями, но вдруг оторвался от своего занятия. Что-то его насторожило… Илларион не спросил ни про Наталью, ни про детей, ни про Прохора. Его не интересовало, кто кричал. Он оговорился только о Пресветлом. И что-то странное было в тембре голоса… Будто в Илларионе произошла какая-то перемена. Игорь ощутил резкое повышение уровня гормонов в той стороне палатки, где сидел батюшка.

Дежурный открыл было рот, чтобы попросить священника подняться, но тот резко поднялся со стула, прошёл мимо охранявшего его солдата и направился к выходу, ни кого не замечая и что-то бубня себе под нос. Игорь заинтересованно смотрел на Иллариона – концентрация адреналина, эндорфина и дофамина в его крови увеличивалась, дыхание и сердцебиение участилось, мозговая активность росла. Батюшка шёл к выходу словно в трансе. Было слышно, как он шепчет «свершилось, господи, свершилось, момент настал, чудо свершилось, я уже иду, господи…». Игорь выпустил из рукава провод и подключился к Иллариону – контакт установился, но ни какой информации не поступало, более того, священник продолжал идти вперёд как ни в чём не бывало. Игорь усилил контролирующее воздействие и попытался пробиться к мозгу.

Илларион остановился. Он медленно развернулся в сторону Игоря и придавил ногой к земле уходящий под рясу толстый провод. В воздухе появился отчётливый запах. Запах человека, вкусившего Сырьё.

-Содрогнись в муках адских! – громогласно произнёс батюшка, вскинул правую руку и направил указательный перст свой на командующего.

Поток энергии хлынул из провода и ударил одновременно по всем каналам восприятия. Игорь скорчился от страшной боли. Из его носа, глаз и ушей потекла кровь. Болел каждый миллиметр тела. Спасаясь от невыносимой пытки, командующий изо всех сил кинулся прочь, но придавленный ногой провод дёрнул его назад. Казалось, будто священник стал весить пару сотен килограммов. Игорь повалился на пол.

-Издохни, бесовская тва..! – снова загремел голос Иллариона, но его прервал звук автоматной очереди – солдат, наконец, среагировал на ситуацию. Пули кучно вошли в тело священника. Он попятился, сделал несколько шагов… и исчез. На пол упал серебристый наконечник провода. Свет в палатке замигал и погас совсем. В брезенте по направлению автоматного огня виднелись пулевые отверстия.

Игорь пытался встать. Они ни чего не видел и не слышал. Хотел окликнуть дежурного офицера, но не мог выдавить из себя ни единого звука. Подняться тоже не получалось, даже на четвереньки. Ноги и руки были словно ватные и сильно дрожали. Глова кружилась. В палатку вбежали дежурившие у входа солдаты и изготовились для ведения огня, обшаривая тёмное пространство подствольными фонарями.  Дежурный офицер наконец добрался до тревожной кнопки. Над лагерем завыла сирена.

Включился свет.

-Где священник?! – рявкнул на вбежавших солдат дежурный офицер.

-Он минут пять назад вышел отсюда и направился в сторону санчасти, товарищ майор, -поспешно ответил один из солдат.

-Пять минут? – переспросил Игорь. Он приходил в себя. Организм быстро восстанавливался благодаря Сырью, хотя, конечно, до легендарной регенерации боевых оперативников Игорю было далеко.

-Так точно, - рапортовал второй солдат. –Он как раз за столовую палатку повернул, и у вас  свет погас, а потом стрельба началась. Мы прибыли незамедлительно.

Игорь выругался. Из радиостанции в палатке донёсся голос командующего штабом:

-Двое гражданских приближаются к оцеплению с восточной стороны. Предположительно отец Илларион и его послушник.

-Открыть огонь на поражение! Немедленно!!! – скомандовал Игорь. Дежурный офицер кинулся к рации, схватил трубку и продублировал приказ.

Со стороны дома послышались автоматные очереди, затем откуда-то сзади раздались раскатистые выстрелы снайперских винтовок. Прошло полминуты, но стрельба не прекращалась.

-Цель отступила… и применила средства защиты, - раздался голос начальника штаба.

-Докладывает дозор-1, - это был один из снайперов. -Пули не могут поразить цель. Траектория полёта изменяется на границе синего купола.

-Дозор-2, подтверждаю.

-Дозор-3, подтверждаю.

-Дозор-4, подтверждаю.

«Синий купол? Изменяют траекторию?». Чувства возвращались, но Игорь всё ещё не мог различать предметы вокруг.

-Майор! – крикнул он. –Что там на мониторах?

Майор поднял взгляд на панель мониторов, транслирующих сигнал с видеокамер.

-Цель - двое мужчин, в рясах… окружены синим прозрачным куполом, радиусом 10-12 метров. Расстояние от цели до дома 170 метров. Цель под плотным обстрелом. Скрыться не пытается…

Игорь поднялся со стула и двинулся к выходу. Он был весь перепачкан в собственной крови.  В ушах ещё звенело и всё виделось будто в тумане, но командующий чувствовал себя вполне дее- и боеспособным. Он нацепил на ухо новое переговорное устройство и отдавал приказы на ходу:

-Куровода взять под охрану и поместить в дом. Всему персоналу, находящемуся в доме: прекратить работы, занять оборонительные позиции. Огонь не прекращать. Не подпускать нарушителей к дому и курятнику любой ценой. Состояние Пресветлого?

-Объект по-прежнему в курятнике, - докладывал кто-то из офицеров. – Признаков активности не проявляет.

-Состояние куровода?

-Под действием транквилизатора.

-Состояние цели?

-Цель не дви… начала медленное движение вперёд! Расстояние до дома – 167 метров. Эффект от применяемых средств поражения не наблюдается.

«Твою мать!», Игорь ускорил шаг – нужно было как можно быстрее увидеть всё своими глазами, «почувствовать» и проанализировать. В спешке он не заметил, как позади него Сашка легко поднялся со стула и пошёл следом.

Небо на востоке начинало светлеть. Поднялся лёгкий ветерок. Отец Илларион, воздев руки к небу, шёл к дому в сопровождении Кирилла, окружённый светящимся в сумерках куполом. На лице батюшки сияла блаженная улыбка, уста его молвили:

-Свершилось, господи! Я иду! Иду принять благословение твоё! Явить чудо твоё! Надели меня мужеством, господи, чтобы исполнить волю твою! Чтобы выстоять против сотен еретиков, оскверняющих благодатные дары твои! Даруй мне силы, чтобы уничтожить неверных, господи! Ибо не ведают, что творят, и упиваются неведением своим!

Кирилл шёл следом за батюшкой и молился. В них стреляли с нескольких сторон: три группы автоматчиков и четыре снайпера. Огонь вели грамотно, постоянно выдерживая плотность обстрела. Шквал пуль, касаясь поверхности купола, разлетался в стороны, словно волна, набегающая на камень. До дома оставалось 160 метров. С большой вероятностью, противник скоро применит тяжёлое вооружение, но благословенный свод обязательно выдержит. Ни кто не помешает Святой Церкви Александровой обрести дары господа всемогущего, правителя царства небесного, и Пресветлого, земного посланника его. Кирилл достал из-за пазухи книгу в кожаном переплёте. К этому моменту его готовили всю жизнь. И он, наконец, настал.

ДЕТИ

Игорь смотрел на две чёрные фигуры, движущиеся к дому. Пули их не брали. Противопехотный гранатомёт и газовые гранаты тоже не помогли. Священник с послушником медленно приближались к оцеплению. Игорь чувствовал, что противник очень силён, особенно Илларион. Но как им удавалось скрывать свою силу всё это время? Хотя Игорь догадывался о том, что ещё многого не знает о Сырье. И не узнает никогда, если эти двое доберутся до Прохора, или глаза, или Пресветлого… или чего им там вообще нужно.

-Прекратить огонь, - Игорь решился на эксперимент. -Выключить освещение дома. Поставить дымовую завесу на месте цели. «Может это их хоть немного замедлит…»

В сторону синего купола полетели дымовые шашки.

-Какова ситуация в доме?

-Дом взят под охрану. Внутри размещены пятнадцать единиц личного состава. Рядом с домом занял позицию мотострелковый взвод. На втором этаже по-прежнему находятся двое детей. Куровод на первом этаже под усиленной охраной. Жена куровода на том же месте, где была обнаружена при заходе.

-Что с курятником?

-Курятник под постоянным наблюдением. Объект внутри. Изменений в поведении не выявлено.

-Всем быть готовым к возобновлению огня по цели.

Игорь посмотрел на монитор – в инфракрасном диапазоне защитный купол священника выглядел пульсирующим жёлтым пятном. Сам же командующий отлично чувствовал свежеиспечённого противника безо всяких приборов – Илларион генерировал вокруг себя огромное количество энергии.

Сашка стоял чуть поодаль. Он смотрел, как дым обволакивает благословенный свод, напоминающий формой купол православной церкви. Он видел, несмотря на дым, стоящих внутри купола людей. Илларион определённо стал сильнее, намного сильнее. В этот раз он явился лично, чтобы урвать себе кусок Ангела. Сашка перевёл взгляд на Игоря. Командующий неплохо держался: успел отойти от полученного удара, импровизировал, пробовал варианты, пытался контролировать обстановку. Но он ещё не знал, что за «зверь» пожаловал к ним в гости. Это будет посложнее, чем загнать куровода в угол.

Сияющий купол навевал воспоминания… Всё началось тогда, холодной зимней ночью, в маленькой деревушке. Сашка из окна своего дома увидел на соседском дворе удивительное яркое свечение. Свет был прекрасен. Он завораживал и манил к себе. Сашка не мог сопротивляться. В чём был, он вышел на улицу и побежал к свету. Рядом бежали другие люди, его соседи. Все они тянули вперёд руки, улыбались, радостно кричали. Забор, огораживающий участок, рухнул под напором нескольких тел. Сашка полез вперёд по упавшим вместе с забором людям, свечение сияло совсем рядом. Со всех сторон к нему спешили жильцы ближайших домов. В центре сияния лежало безрукое тело. Сашка замедлил шаг и пригляделся. Тело принадлежало хозяину участка, крестьянину Николе. Кажется, он был ещё жив и слабо шевелил ногами. Но через секунду его облепили прибежавшие люди. Они вгрызались в Николу как дикие звери. Дрались между собой за место у тела. Дети кидались на своих родителей, отпихивали их в сторону, били и устремлялись к Николе. Те, кто поднимался, набрасывались на своих обидчиков, но некоторые уже не вставали. Другие падали замертво прямо над истерзанным крестьянином. Их лица были перепачканы кровью, глаза широко раскрыты, рты искривлены в страшной усмешке. Рядом завывали немощные старики, которым не давали добраться до «лакомства», но они всё равно исступлённо пытались пробиться к телу и лезли поверх умерших за своей страшной трапезой. Звуки кровавого пиршества, смех и крики сливались в ужасную какофонию. Рядом с сиянием было светло как днём. Сашка озирался по сторонам в поисках чего-то и вдруг увидел Его. Большое чёрное существо с несколькими глазами сидело чуть поодаль и грызло человеческую руку. Судя по остаткам рубахи, это была рука Николы. Вторя рука лежала рядом. Именно она была нужна Сашке. Он осознал это в одно мгновение и двинулся к чёрному зверю. Справа к существу бежали ещё двое, радостно смеясь и протягивая вперёд руки. Увидев их, существо кончило есть и, когда расстояние между ним и бегущими сократилось до метра, резко ударило своих гостей. Два уже мёртвых тела перелетели поле, ударились о стену дома и осели на землю, выгнувшись в неестественных позах. Сашка продолжал медленно приближаться. Вот он подошёл к зверю вплотную, опустил взгляд и посмотрел на вторую руку Николы, лежащую не земле. Зверь угрожающе заурчал. Сашка наклонился и поднял руку. Зверь хищно оскалил пасть. Сашка поднёс руку к своему лицу и вцепился в неё зубами. Зверь пристально смотрел на человека перед собой двумя парами глаза, затем изготовился и прыгнул в атаку. Сашкин кулак с силой врезался в чёрную тушу. От удара существо откатилось на несколько метров. Издав нечленораздельный звук, зверь поднялся и пошёл на своего обидчика. Сашка не двигался с места - он чувствовал, что второй атаки не будет, битва уже закончена. Существо медленно приблизилось, подняло недоеденную им руку, развернулось… и ушло прочь. Шум пирующих у тела Николы постепенно стихал – живых оставалось всё меньше. Сашка ощутил сильный голод и сильнее сжал зубами свою добычу. Последним, что он запомнил, была обглоданная до костей рука Николы и чувство безграничного покоя.

Очнулся Сашка в своём доме. Рядом сидел лекарь, но вскоре выяснилось, что необходимости в нём нет – единственный выживший на дворе Николы чувствовал себя отлично. Потом было много расспросов, много разговоров и слухов. На Сашку косились с опаской и благоговением. Он вышел живым после встречи с ангелом, а все грешники, значится, издохли там на месте. Потом и вовсе случилось чудо – Сашку задавило бревном на лесопилке, где он работал. Всю грудь смяло в лепёшку. Но молодой плотник не только выжил - он оказался абсолютно здоровым уже на следующий день. В народе пошли слухи о святом, в деревню зачастили паломники и монахи. Сам Сашка был тоже человеком верующим и, после разговора с местным отцом-настоятелем, отправился в столицу к владыке.

В духовенстве в ту пору царили разброд и шатания. Сашку определили в храм под Петербургом, где он и прожил следующие десять лет. При храме была большая библиотека. Сашка много читал. Его знания стремительно росли. Информация, прочитанная в книгах, мгновенно  систематизировалась и анализировалась в мозгу молодого «чудесного монаха». На её основе зрели новые идеи, появлялись новые мысли. Сашка стал меняться, и окружающие замечали это. Через пять лет вокруг молодого «святого» возник некий круг единомышленников. Ещё через пару лет умелых манипуляций, приобретения нужных знакомств и дальновидных инвестиций, Сашка сформировал вокруг себя полноценный монашеский орден. Орден подчинялся церкви, но имел право вести свою собственную деятельность. Начались поиски того, что не давало Сашке покоя – огромного чёрного зверя.

Орден быстро рос, приобретая всё большую независимость. Появившееся было по этому  поводу недовольство со стороны владыки, было быстро устранено благодаря значительным финансовым вливаниям от имени ордена в казну церкви. Это не могло решить проблему насовсем, но, по Сашкиным подсчётам, через 6-7 лет он мог сам занять пост владыки, так что бояться было не чего.

Информация о чёрном звере накапливалась. Существо получило имя Пресветлый. Начали вырисовываться некоторые закономерности его поведения. Так же были обнаружены люди, выжившие после кровавых трапез, сопровождающих появление Пресветлого – вкусившие Сырья. Все они, пережив страшную ночь, начинали меняться с течением времени, развиваясь и умственно и физически. Многие из них присоединялись к ордену, но были и те, что предпочли жить сами по себе. Все они, без сомнения, превосходили обычных людей, но Сашка чувствовал, что эти «обращённые», всё же, слабее его самого. Несколько раз поступали сообщения о явлениях ангела, но выживших не оставалось.

Сашку всё меньше интересовали дела церкви: религия интересовала его лишь как один из множества факторов, влияющих на восприятия человеком Сырья и Пресветлого. К XIX веку орден обрёл свою окончательную структуру со множеством отделений по всей территории Российской империи и даже за её пределами и вышел из состава церкви. Изучение Пресветлого теперь было поставлено на поток, но шло оно по-прежнему в разрезе христианских представлений о мире, подкреплённых тотальным религиозным фанатизмом. Сашке становилось тесно. В мире набирало обороты развитие науки, появлялись новые возможности. И отец-основатель решил уйти. Уйти, но сохранить орден, т.к. когда-нибудь, возможно, накапливаемые им знания пригодятся. Он разыграл, как это назвали позже, Исход святого Александра в царство божие. Убедительно и красочно. Верхушка ордена, состоявшая из вкусивших Сырьё, естественно, понимала, что происходит. Кто-то ушёл вслед за Сашкой, другим такое положение вещей было на руку и они взяли власть в свои руки. Остальные же получили очередное доказательство своей веры и начали почитать отца-основателя наравне с апостолами. Орден получил имя Святой церкви Александровой.

Сашка улыбался нахлынувшим воспоминаниям. Неплохое было времечко, но оно прошло. И вот теперь творец и его творение стояли по разные стороны баррикад. Около семидесяти лет назад орден начал активную деятельность по добыче «чудесных даров господних», что совершенно не устраивало уже сформировавшийся к тому времени Энергетический Концерн - огромную международную организацию, практически монополизировавшую сбор Сырья. Сашка был одним из трёх основателей Концерна. Ему уже приходила в голову идея вернуть себе руководство над орденом, устроив явление святого Александра, но все, кто знал его лично вне верхушки ордена, уже давно умерли. Руководители же Александровой церкви при их нынешнем уровне могли и сами устраивать явления святых по десять раз на дню, воодушевляя своих подчинённых и считая это даром всевышнего. Да и не было в захвате ордена особой необходимости. Такие вот стычки с опытными пользователями Сырья иногда приносили бесценный опыт и знания и служили полем для проведения экспериментов. Главное, не дать ордену разгуляться на этой операции как в сорок восьмом под Семипалатинском. Ещё раз такую обидную потерю нового типа Сырья Концерн не потерпит, а орден, при всей его долгой и доблестной истории, ни как не сможет пережить обиду Концерна. Да и ядерный полигон в этих краях будет не особо к месту…

-Что же ты там задумал, поп ты поганый? – голос Игоря отвлёк Сашку от воспоминаний.

-Готовится к атаке,  - спокойно ответил он из-за спины командующего. Игорь вздрогнул – он даже не чувствовал, что позади кто-то стоит.

-Он подошёл на нужное расстояние, - продолжил Сашка, - и нападёт… сейчас.

Дым от шашек раскидало в стороны, словно резким порывом ветра. Над куполом возник сияющий крест.

-Двадцать два слова кровавых корчей! – разнёсся над полем необычайно громки бас Иллариона.

Игорь не отрываясь следил за происходящим.

-Приготовиться к отражению атаки! –крикнул он в микрофон.

Стоя за спиной батюшки, Кирилл раскрыл книгу и принялся читать: «Познайте, на бога руку поднявшие, страшные муки кровавых корчей! Изрыгая органы из тел своих, склонитесь на колени перед посланниками великого господа нашего!»

Взвод охраны, стоявший в оцеплении на пути следования Иллариона, зашёлся в истошном вопле. Солдаты повалились на землю, их тошнило кровью, тела дёргались в агонии. Батюшка с послушником ускорили шаг, намереваясь проскочить в образовавшуюся дыру в оцеплении. Их встретили ожесточённым огнём. Нападавшие снова замедлились, но не остановились. К попавшим под атаку священника солдатам спешили санитары. Располагавшиеся рядом взвода перегруппировывались, закрывая брешь. Из лагеря подходило подкрепление.

-Пятьдесят пять слов изгоняющей пляски! – снова загремел голос Иллариона.

Кирилл перелистнул несколько страниц и заговорил: «Тьму изгоняющий пляс да овладеет разумом вашими, вороги лика господня. Топчите землю, ноги ломая, крестом осеняйте телеса свои неистово, пока сущность бесовская с последним вздохом вашим не выйдет прочь! Бейтесь в экстазе раскаяния, рвите кожу свою нечистую, свой язык греховный, свою глотку падшую! Да придёт к вам очищение через муки собою причиняемые, долгие и истовые!»

На этот раз под удар попал весь передний край. Солдаты и прибежавшие санитары пустились в безумную пляску, увеча свои тела собственными руками. Воздух снова наполнили ужасные крики. Некоторые солдаты, стоявшие неподалёку, бежали прочь, лишь бы не видеть кровавого представления. Илларион с Кириллом снова ускорили шаг. На этот раз военные не смогут быстро восстановить оцепление – путь к дому был открыт. Плотность автоматного огня снизилась, но снайперы будто решили восполнить недостаток огневой мощи и увеличили темп стрельбы.

-Тридцать три слова искупления греха подглядывания!

-Ты, что тайком наблюдаешь, замыслив недоброе, раскайся в грехе своём! Голову свою грешную очисть от очей алчущих! Персты блудливые отсеки от ладоней своих! Так ты предстанешь пред ликом святым, прощенья моля и милости!

-Дозор-3 докладывает, - раздался голос в переговорном устройстве Игоря. –Дозор-1, 2 и 4 выведены из строя. Повторяю, Дозор-1, 2 и 4 выведены из строя.

-Принял, - сквозь зубы процедил Игорь. Он в растерянно посмотрел на Сашку:

-Что же делать?

-Ждать, - просто ответил тот и зашагал к дому. Он смотрел на Иллариона: батюшка сильно постарел за последние сто лет, но, несомненно, набрался сил. Орден регулярно получал Сырьё, пусть и в малых количествах, но основа их силы была в другом. Она была в вере. В вере людей, видящих чудеса в исполнении служителей церкви, и в фанатичной вере служителей церкви в возможность творить чудеса во имя господа. Сырьё давало лишь начальный импульс, остальное делала человеческое психика. Несколько пуль откланялось щитом, это замечал один солдат, потом второй, третий. Мысль о том, что в цель не попасть, поселялась в голове. Теперь уже сами стреляющие помогали пулям лететь мимо цели, верили в силу стоящего перед ними служителя,  воспринимали слова его как приказы. Процесс шёл по нарастающей. Орден, определённо, выработал свой уникальный стиль использования Сырья. Каким образом осуществлялось влияние на подсознание, было не до конца понятно. Но принцип работал, и он всегда был на поверхности, с тех пор как явился первый Ангел.  Концерну, добивающемуся нужного уровня способностей лишь количеством вводимого препарата-Сырья, ещё было чему поучиться у организаций, подобных Александровской церкви.

Илларион и Кирилл стояли совсем рядом с домом. Сашка подошёл к ним и остановился у границы купола. Солдаты, стоявшие в охранении, не покинули свой пост, но были сильно напуганы. Страх расползался во все стороны. Всё больше людей попадало под влияние Иллариона. Нужно было решать проблему быстро.

-Здравствуй, Илларион, - заговорил Сашка.

-Здравствуй, отец-основатель, - священник низко поклонился. Кирилл выглядел растерянным. Спустя секунду, до него дошёл смысл этого короткого диалога, и послушник пал ниц.

-На этом церемонии окончены,  - проговорил, выпрямляясь, Илларион. – Кирилл, поднимайся.

Послушник встал.

-История повторяется, отец, - продолжил священник. –Только вместо Матфея я стою перед тобой.

-На что ты надеешься, сын мой? – заговорил Сашка. – Матфей привёл армию ордена, но всё равно не смог получить того, чего хотел. А ты явился лишь с послушником. Что будешь делать ты теперь?

-Ты всегда меня недооценивал, отец. За прошедшие шестьдесят лет я ушёл далеко вперёд. Да и что ты можешь противопоставить нам двоим здесь и сейчас? Снимешь свою личину и нападёшь? Пресветлый тогда вмиг почувствует тебя и уйдёт. Когда ещё появится нужный куровод? Ещё через шестьдесят лет? А может сто, или двести? Ты не хуже меня знаешь, что даже обычные явления становя реже. Но даже пусть так – ещё двести лет для тебя не срок, как ты поступишь сейчас? Убьёшь меня? Снова выжжешь гектары земли своим гневом? Давай! Я уже не боюсь смерти! А через двести лет мы придём с новой армией. Армией истинно верующих! И заберём чудесный дар господень! Что ТЫ будешь делать теперь, отец?! Все эти твои солдатики – они не смогут помешать мне! Смотри! Я убью их прямо здесь и сейчас! Всех до единого! Триста тридцать три слова испепеления еретического мяса!

-Что-то новенькое, - с улыбкой проговорил Сашка и  отошёл в сторону. Солдаты, стоявшие у дома, бросились бежать.

Кирилл раскрыл книгу на последней странице, набрал воздуха в грудь и разомкнул уста свои, для прочтения священного текста. Его разум был кристально чист.  Голова его полностью очистилась от лишних мыслей… и с глухим влажным треском разлетелась на куски. Спустя секунду послышался звук выстрела. Обезглавленный Кирилл принялся ожесточённо жестикулировать. Сашка мысленно улыбнулся: «старая школа – мёртвое тело рефлекторно жестами воспроизводит слова личного Последнего проклятия, призванного покарать убийцу». Наконец  руки послушника опустились, он повалился на землю.

Проклятие ударило по стрелку – Егор лениво поднял руку и почесал чуть покрасневшую щёку. «Неплохо, даже попал», подумал он. Затем снова прицелился, на этот раз в Иллариона. Выстрелил. Пуля полетела к цели по идеальной прямой, будто наплевав на баллистику, ударилась о голову священника и, сплющившись, срикошетила. Ну что ж, испытания можно было считать завершёнными. Игорь не надеялся, что удастся подстрелить и Иллариона тоже, но попробовать всё равно стоило. В целом, разработку можно назвать удачной – пуля не отклонялась от курса внутри купола и могла поразить цель уровня послушника владыки ордена. Оружейники поработали на славу. Это был новый специальный тип боеприпасов, прозванный в шутку «пуля-дура». Поражающая часть патрона была начинена некоторым количеством Сырья, которое питало миниатюрный электронный мозг снаряда. Нельзя было сказать, что пуля обладала полноценным интеллектом, это и не было целью разработки, просто она «не верила». Не верила ни во что, кроме существования цели, которую она обязательно поразит, и принципов работы оружия, из которого её выпустили. По сути, применялся тот же подход, что использовали служители Александровой церкви, только с другого конца. Таким образом, пуле было плевать на массовый психоз, охвативший испуганных солдат, на фанатичную веру служителей ордена и даже на некоторые законы физики. Конечно, она не могла пробить достаточной прочности броню, но всё могло измениться, если в этот раз удастся получить новый тип Сырья. Среди специалистов, разработавших «пулю-дуру» бытовало мнение, что при невозможности поразить цель, за мгновение до того, как возросшее давление уничтожало миниатюрный электронный мозг, пуля испытывала сильнейшее психологическое потрясение (если это можно было так назвать) в связи с крушением одного из её базовых принципов существования и восприятия окружающего мира.

-Меня ты своими пульками не одолеешь, - спокойно ответил Илларион стоящему неподалёку Сашке.

Отец-основатель снисходительно улыбнулся:

-Последние шестьдесят лет и я не стоял на месте, сын мой.

Сашка стремительным шагом прошёл прямо внутрь купола, подошёл к Иллариону, сложил пальцы на левой руке, имитируя пистолет, приставил своё «оружие» ко лбу священника, одними губами произнёс «бум» и согнул большой палец. Затылочная часть головы батюшки лопнула, расплескав серую кашу, бывшую когда-то мозгом.

-Браво, отец, - проговорил Илларион. –Ты показал мне истинное чудо самоконтроля и виртуозное владение разумом своим. Но такое ничтожное ранение меня не остановит…

-Знаю, сын мой, - прервал священника Сашка. -Отсутствие мозга ни когда не мешало человеку истинно верующему служить господу. Этим вы мне всегда нравились. Но ты не обманешь меня, Илларион.

Священник отшатнулся назад и изготовился читать молитву. Молниеносным движением Сашка схватил Иллариона рукой за нижнюю челюсть, придавив его язык большим пальцем, заглянул священнику в глаза.

-Иди с миром, сын мой, - слова отца-основателя звучали спокойно и размеренно. Батюшка упал на колени. Настоящее тело Иллариона, которое находилось в келье штаб-квартиры ордена, опутанное множество трубок и проводов, покрылось трещинами, словно высохшая глина. Трещины увеличивались, из них начала сочиться кровь. Алые ручейки превращались в потоки. Священник буквально распадался на куски. Сашка медленно разжал руку и отступил на шаг. Оболочка, стоявшая перед ним на коленях, тихо заговорила:

-Вот и я ухожу вслед за Матфеем, пав от руки отца. Почему ты всегда считал брата выше меня?

-Ну полно, - отвечал Сашка. – Я одинаково любил  и ценил всех вас, дети мои. И сейчас люблю.

Илларион слабо улыбнулся.

-Как бы там ни было, - продолжил он, - мне ещё есть чем тебя порадовать, отец.

Священник поднял взор к небу и чётко произнёс:

-Две светлые души, что берёг я семьсот дней и ночей! Два чистых сосуда, что я холил и лелеял сто дней, награждая ласкою, наполняя семенем своим! Пришла пора проснуться вам и исполнить последнюю волю мою! Уничтожьте без пощады  всех, кого коснётся взгляд ваш!

Тело Иллариона расплылось по полу кельи кровавой грудой мяса и костей; потерявшая связь с хозяином оболочка опрокинулась на спину. Это был конец очередного владыки святой церкви Александровой.

Сашка оглянулся на курятник. Нужно было уходить. С такого расстояния, несмотря на все меры предосторожности, Пресветлый мог почувствовать другое сильное существо и сбежать, прервав цикл. Делать здесь Сашке было больше не чего, настораживали лишь последние слова Иллариона.

Вдруг из дома донёсся громкий грохот. Затем раздались выстрелы и крики. Сашка метнулся к двери, намереваясь просто вырвать её, но вовремя спохватился – снова проявлять свою сущность, пусть и в очень малой степени, было чересчур рискованно. Он крикнул, что бы к дому направили штурмовую группу. Внутри тем временем не прекращалась стрельба и топот множества ног. В окно справа от входа, выбив раму и ставни, вылетело окровавленное тело солдата. Сашка воспользовался случаем и залез в дом. Комната напоминала бойню: стены и пол залиты кровью, повсюду разбросаны человеческие конечности и органы, несколько человек на кухне кричали, бегали  и в кого-то стреляли. Сашка подбежал к Прохору, лежавшему под телами трёх солдат. Куровод был жив, находился в сознании, но продолжал пребывать под действием транквилизатора. Рядом на столе стоял пуленепробиваемый контейнер с глазом внутри. Сашка схватил контейнер одной рукой, второй вцепился в рубаху Прохора и начал продвигаться обратно к окну. Вдруг он ощутил спиной чей-то взгляд. Не прекращая двигаться, Сашка обернулся. На него смотрел мальчик. Он был в пижаме, весь вымазан кровью, в глазах его пылала животная ярость. «Лёшка», вспомнил Сашка его имя, «эх, Илларион, столько лет прошло, а ты всё тот же: «души светлые, сосуды чистые». Послышались приглушённые взрывы, входная дверь упала на пол. В комнату вбежала штурмовая группа. Оперативники сразу окружили Сашку с Прохором. Прозвучала команда двигаться к выходу.

-За мальчиком следите, - произнёс Сашка. Он знал, что обычным людям тут не справиться, но сам сражаться здесь не мог. Солдат нужно было предупредить о настоящей угрозе, но провоцировать нападение не стоило – возможно, удастся выиграть немного времени.

Штурмовики медленно пятились, держа пространство комнаты и ребёнка под прицелом. Сашке помогали нести Прохора, до выхода оставалось пара метров. И тут Лёшка бросился вперёд. Его первая жертва даже не успела понять, что произошло, и упала на пол с вмятым внутрь черепа лицом.  Сашка попытался бежать. К счастью, помогавший солдат быстро сориентировался и тоже перешёл на бег, не выпустив тяжёлое тело Прохора. Между оставшимися в доме штурмовиками и Лёшкой завязался бой, победитель которого был известен уже заранее. Выбегая из дома, Сашка оглянулся назад: жене Прохора сидела всё в том же кресле, бледня как мел, широко раскрыв полные ужаса глаза и вцепившись побелевшими пальцами в подлокотники. К ней быстрыми шагами с хищным оскалом на лице приближалась Машка, волоча за собой тактический шлем с человеческой головой внутри.

Штурмовая группа всё-таки смогла прилично задержать мальчика – тело куровода удалось оттащить метров на двадцать, когда Лёшка выскочил из дверей. Солдат отпустил тело Прохора, развернулся, вскинул автомат и открыл огонь по преследователю. Несколько пуль попали в цель, но Лёшка лишь на секунду замедлил бег. Сашка продолжал изо всех сил тянуть свою ношу прочь от дома – ещё немного, и можно начать наращивать силы. Сзади раздался короткий вскрик – солдату конец. Затем послышался гром выстрела. Лёшку резко мотнуло: пуля, выпущенная Егором, снесла ему руку, угодив в ключицу. Мальчик быстро сообразил, что происходит, и снова бросился с огромной скоростью, хаотично меняя траекторию движения. В дверях дома появилась Машка. Раздался второй выстрел, но девочка, похоже, уже знала о снайпере и резко ушла из зоны поражения.

Лёшка приближался. «Авось пронесёт», - Сашка сгрёб Прохора подмышку свободной рукой, словно тот ни чего не весил, и бросился бегом, наращивая скорость. Давно его ни кто так не веселил, кровь играла в жилах. Подбегая к штабной палатке, Сашка увидел Игоря. Тот старался следить за ситуацией и командовать людьми, но сам выглядел потрёпанным и растерянным.

-Бегите, - с улыбкой бросил Сашка ошалевшему командующему и, перепрыгнув палатку, скрылся из виду. Всё ещё находясь под впечатлением от представления, устроенного Илларионом, долго Игорь раздумывать не стал. Взревел сигнал срочной эвакуации, люди, побросав всё, быстро покидали лагерь. Лишь на ступенях входа в передвижную лабораторию невозмутимо сидел мужчина в белом халате и курил.

Сашка продолжал удаляться от дома. Мальчишка явно не желал его отпускать и бежал следом, практически не отставая. Пока, кажется, всё обошлось. Егор сообщал, что Пресветлый тихо сидит в курятнике, а сам он вышел на перехват второго ребёнка. «Пожалуй, достаточно», Сашка остановился, положил Прохора и контейнер на землю и развернулся в сторону приближавшегося Лёшки. Когда между ними оставалось три метра, мальчик прыгнул в атаку. Он не мог видеть, как под лёгкой курткой на Сашкиной груди открываются семь глаз, как Сырьё наполняет живые такни, как высвобождается огромная сила, запечатанная в обычном человеческом теле. Три пары длинных жилистых рук выхватили мальчика из воздуха, с лёгкостью скатили его тело в округлый ком и положили в огромную пасть, разверзнувшуюся на животе Сашки. Пасть захлопнулась.

«Ну вот и готово».

Прохор, лежавший на земле, зашевелился. Сашка оглядел его – куровод приходил в себя, пора было возвращаться  и продолжить цикл. Он взял Прохора под мышку, подобрал контейнер и направился к лагерю, снова приобретая нормальный человеческий облик. Егор сообщал, что девочку удалось взять живой. Чудесная выдалась ночь.

Лагерь стоял пустой. Человек в белом халате продолжал невозмутимо курить, сидя на ступеньке у входа лабораторию. Из некоторых палаток доносились радиопереговоры – всё таки военные действовали профессионально, структура продолжала функционировать, несмотря на потерю штаба. То тут то там слышались стоны раненых и умирающих. Почти рассвело. Мужчина заметил, что к лаборатории приближается Егор. Одной рукой он придерживал огромную винтовку, взваленную на плечо, другой, вытянув её вперёд, держал за горло перепачканную кровью девочку лет семи. Она отчаянно брыкалась, вцепившись тоненькими пальцами в Егора. Мужчина пригляделся – кое-где рука, удерживавшая ребёнка, была разодрана в клочья.

-Гляди, какую зверюгу тебе изловил, - добродушно заговорил Егор приблизившись. –Двадцать человек в лагере положить успела, пока не сцапал.

Мужчина в халате поднялся, подошёл ближе, пригляделся, потянул носом воздух.

-Что-то от неё Сашкой попахивает… как будто бы.

-А то, - Егор хохотну. –Это, так скэть, продолжение идей нашего лучезарного «отца-основателя».

О-о-о…, - многозначительно протянул мужчина. –Ясно. Ну давай, заноси внутрь, поглядим, какое чудо церковь Александрова явила нам, грешным, на этот раз. Я пока пойду до командного пункта, объявлю общий сбор.

Мужчина зашагал в сторону штабной палатки. Начинался новый день.

ДОЛГАЯ СЧАСТЛИВАЯ ЖИЗНЬ

Прохор почувствовал, что падает. Он резко открыл глаза и рефлекторно ухватился одной рукой за крышку стола. Ножки стула подкосились. Прохор с грохотом упал на пол. В помещении, где он находился, было светло и мерзко воняло. Отчасти, смрад пытался перебить какой-то химический запах, похожий на освежитель воздуха или чистящее средство. Прохор сел, огляделся. Без сомнения, он находился в своём доме, в комнате на первом этаже. Но комната, за исключением стола и стула, была абсолютно пуста. Весь пол был устлан какой-то бумагой. Её вяло шевелил небольшой сквозняк. Стены тоже были пусты: ни икон, ни картинок-чеканок, ни часов с кукушкой. Кое-где на стенах были видны бурые разводы. Рам в окнах не было, входной двери тоже. Проёмы были чем-то завешаны, будто белыми тряпками, слегка волновавшимися от порывов воздуха. Прохор поднялся на ноги, прошёл на кухню – ничего кроме раковины там не осталось. Поднялся на второй этаж – пустые комнаты, голые стены, в коридоре гуляет ветер. Спустился в подвал. Там на полу рядом с грудой одеял лежал рюкзак. Прохор поднял его, заглянул внутрь. В рюкзаке нашёлся чёрный бумажник и дешёвая рабочая перчатка на левую руку. Перчатка была совсем новой, а вот бумажник «видал виды».

Прохор закинул рюкзак за спину. Повертел в руках бумажник, открыл. Денег внутри не было. В одном из отделений обнаружилась старая пожелтевшая фотография. Изображение сильно выгорело, но, всё же, можно было различить силуэт мужчины с саблей, верхом на коне. На боратной стороне фотографии никаких надписей о том, кто здесь запечатлён, не было. Вдруг Прохору почудилось, будто сверху его кто-то позвал. Он сунул фотографию в карман рубахи, бросил бумажник обратно в рюкзак и направился к лестнице. На ступеньках Прохор снова услышал, как кто-то его зовёт. Незнакомый тихий голос. Странным было то, что не удавалось определить, кому принадлежит голос - мужчине или женщине. Разобрать, что именно он говорит, тоже не получалось. Зов стал повторялся чаще, постепенно превратившись в размеренный поток слов. Он шёл откуда-то с первого этажа. Прохор вошёл в комнату, в которой очнулся. Где-то здесь. Взгляд упал на стол – на светлой деревянной поверхности что-то темнело. Прохор приблизился. На столе лежало яйцо. Чуть крупнее обычного куриного, с гладкой, блестящей, абсолютно чёрной скорлупой. Прохор нагнулся, чтобы получше рассмотреть свою находку.

***

Игорь сидел в штабе и смотрел на мониторы. Кроме него за пришедшим в сознание куроводом следили ещё десятки глаз аналитиков и оперативников. Двое наблюдателей Концерна теперь лично контролировали операцию. Лагерь понёс серьёзные потери: убитые, раненые, деморализованные, сошедшие с ума. Понадобилось несколько часов, чтобы собрать трупы. Некоторые из них были сильно изувечены и не поддавались опознанию в полевых условиях. Ждали своей отправки в расположение филиала Концерна пугающие своими размерами брезентовые мешки, набитые частями человеческих тел. Сашка и Егор выглядели абсолютно невозмутимыми после всего, что произошло. Их интересовало лишь соблюдение планов выполнения операции и завершение цикла. Наблюдатели сообщили, что через уже час к лагерю прибудет подкрепление, и численность состава будет восстановлена до штатной. Концерн обладал огромными людскими ресурсами.

Дом приготовили к поглощению, очистив внутренние помещения и кое-как смыв кровь. Самого куровода на время подготовки решено было просто усыпить, т.к. он пребывал в состоянии шока после увиденного «шоу», которое устроили Лёшка с Машкой. Захваченная девочка прожила ещё полтора часа, затем все органы её тела просто перестали функционировать. Её тело было срочно отправлено в штаб-квартиру Концерна в России для детального исследования.

Куровод тем временем бродил по дому. «Какого чёрта он делает», крутилось в голове у Игоря, «он уже должен был кинуться на это яйцо и сожрать его вместе со скорлупой!». Но командующий не стал беспокоить по этому поводу наблюдателей. Он уже многое повидал за эти дни и догадывался, что его личный опыт и лекции из курса обучения очень далеки от того, что происходит на протяжении этого проклятого цикла, с этим треклятым куроводом.

***

Человек приблизил лицо и начал внимательно осматривать яйцо. Яйцо открыло свой глаз и уставилось на человека. Оно ждало этого человека, ждало с того самого момента, как появилось на свет. Человек всё время был рядом, но не брал яйцо. А ещё рядом был Родитель. Родитель тоже ждал. Человек и яйцо должны сделаться одним целым. Но человек не брал яйцо, и Родитель ждал. Яйцо начало звать человека. Оно звало и звало. И человек наконец услышал. Человек пришёл. Он совсем рядом. Сейчас они станут единым. Сейчас…


***

Память вернулась неожиданно. Вся, разом. Пережитый кошмар запылал в голове. Сердце разорвало болью и гневом. Прохор резко выпрямился. Его тяжёлая нога с треском врезалась в стол. Несколько досок столешницы от удара переломились. Стол отлетел в угол. Яйцо, ударившись о стену, упало на пол, судорожно моргая своим мерзким глазом. Прохор кинулся к нему с одной единственной мыслью – растоптать эту дрянь. Мгновенье спустя, сорвав закрывающую вход штору, в помещение вбежало несколько мужчин в военной форме и шлемах. Двое набросились на Прохора. Сверкнула синяя вспышка, раздался громкий щелчок – Прохор упал без сознания на пол, в воздухе запахло озоном.

-В лабораторию его, - коротко сказал вошедший мужчина в белом халате. Он подошёл к стене, куда упало яйцо. Подобрал его. Глаз моргнул, посмотрел на мужчину и закрылся. Скорлупа вновь стала равномерно чёрной.

-Потерпи чуть-чуть, - успокаивающе с улыбкой произнёс мужчина и вышел из дома.

Прохор очнулся, открыл глаза. Над ним нависала большая операционная лампа, выше угадывался решётчатый потолок. Лампа не горела, но в помещении было достаточно светло. На фоне монотонного гудения, зависшего на одной ноте, что-то пикало. Прохор попытался встать, но обнаружил, что его тело накрепко привязано к ложу. Даже голова была зафиксирована в одном положении. Рядом кто-то был – слышалось шуршание одежды, стук стекла о стекло, клацанье клавиш.

-Где я? Кто здесь? – проговорил Прохор.

-Надо же, так скоро очнулся, - донёсся голос справа.

Спустя секунду, в поле зрения появился мужчина лет тридцати в белом халате. Он склонился над Прохором и принялся внимательно его осматривать.

-Как себя чувствуешь? – спросил мужчина.

-Кто ты? Где я? – настаивал на своём Прохор.

-Хм… Ну ладно, давай знакомиться. Можешь звать меня… ну скажем, Андрей. Как Сахарова, - мужчина улыбнулся.

-Где я?

-Ты в лагере. Недалеко от своего дома.

-Значит ты с ними? Заодно с ними? Говори!

-С ним, с ними. Я – со всеми, - мужчина снова улыбнулся.

-Отпусти меня, сволочь! – взревел Прохор, и задёргался всем телом, пытаясь выбраться из пут.

-Может мне его прикладом приложить? – донёсся откуда-то спереди грубый бас.

-Отставить каламбуры, лейтенант. Он и так только в себя пришёл. Сейчас я ему успокоительного дам. Как раз до ночи выйдет. А пока побеседуем.

-Не тронь меня, тварь! Отойди! Хватит издеваться надо мной! Чтоб вы сдохли все!

Прохор продолжал сыпать проклятьями ещё несколько секунд. Затем успокоительное начало действовать. Гнев сменился апатией.

-Ну вот и ладушки, - произнёс Андрей. – Теперь и поговорить можно. Скажи ка мне, Прохор, почему ты не стал есть яйцо.

-Какое яйцо? – вяло спросил Прохор.

-На столе. Яйцо. Чёрненькое такое, с глазиком.

-Я убью его. И вас всех убью. Когда вы меня отвяжете, я всех убью. Яйцо, Пресветлого, Игоря, тебя, солдат, всех.

-Очень интересно, - проговорил Андрей. –Продолжает своё гнуть. Даже под моим успокоительным соображает. Поистине, уникальный экземпляр. У тебя было желание съесть яйцо? – снова обратился он к Прохору.

-Нет. Убить. Убить тварь. И Пресветлого. Убью. Всех, гадов. За Пса, за Володьку, за… За… - из глаз Прохора покатились слёзы.

-Ну ладно, ладно, всё будет хорошо, - начал успокаивать его Андрей. – Теперь ещё и ревёт… - забубнил он себе под нос. –Под успокоительным, и всё равно ревёт. Удивительно. Удивительно… Впрочем, следовало ожидать чего-то… такого от подобного человека. Или, скорее – организма…

Обычно, сразу после рождения глаза, единственным желанием куровода было добраться до чёрного яйца и съесть его. Тут же, впервые за всю историю, глаз пришлось помещать в желудок хирургическим путём. Теперь глаз начнёт готовить куровода к трапезе и последующему превращению в Сырьё, изменяя организм своего носителя на клеточном уровне. Закончится процесс изменения только после того, как подготовленный глазом куровод войдёт в контакт с Пресветлым.

Он снова обратился к Прохору:

-Ты делаешь большое дело для нас всех, Прохор. Больше, чем можешь себе представить. Не нужно грустить.

-Для кого, для вас? Для солдат, для Игоря?

-Для людей, Прохор. Для людей.

-Не верю. Не верю я вам, ублюдки. Вы Володьку убили. Убили его. Где Наталья? Где Лёшка с Машкой?

-Они мертвы, Прохор.

-Вы убили их! Убили! Убили!

-Отчасти. Но их судьба была предрешена уже давно. Так надо Прохор. Иначе – никак.

-Зачем? Зачем вы это делаете? – Прохор больше не плакал. Он говорил совершенно безэмоционально, будто находясь в ступоре. Похоже, психика среагировала на сильный стресс.

Андрей взглянул на часы на своей руке.

-Ну что ж… Время у нас ещё есть. Думаю, у тебя есть право знать.

Андрей посмотрел на лейтенанта, сидящего у двери, прислушался к ощущениям: полевой оперативник, семьсот граммов сырья, коэффициент 1.123729, допуск в районе уровня А – пойдёт.

-Для тебя это, наверняка, прозвучит кощунственно, Прохор, но Пресветлый – это очень ценный дар всему человечеству. Ни кто не знает кто он или что он. Он просто появился приблизительно 400 лет назад. И стал нашим благословением. Оглянись вокруг, Прохор, задумайся: мы, люди, достигли небывалых высот за последние пару столетий. Колоссальный прогресс. Появилась не просто очередная развитая цивилизация – человечество в целом совершило огромный скачок. Скорость обработки и обмена информации вышли на принципиально новый уровень. Наш вид стремительно развивается. Кардинально меняет среду обитания. Ещё сорок лет, и мы будем свободно чувствовать себя в околоземном космосе – уже есть все необходимые разработки, нужно только немного подождать, пока общество созреет. Открытия, технологии, материалы, идеи, взгляды – мы прогрессируем с огромной скоростью. И всё это, Прохор, благодаря Пресветлому. Он даёт нам то, что делает людей сильнее. Он даёт нам Сырьё. А Сырьё даёт нам великих физиков, математиков, биологов, химиков, писателей, дизайнеров и прочих и прочих. Людей, которые двигают прогресс. Благодаря ему мы получили новые материалы, соединения, смогли воздействовать на отдельные живые ткани, клетки, молекулы, атомы. Да, это требует человеческих жертв, да, Сырьё – это, по сути, изменённое человеческое мясо. Но каждая жертва, подобная твоей, Прохор, - это возможность сделать ещё шаг вперёд, в будущее.

Ситуация, в которою ты попал, может казаться жестокой, подлой. Но мы не можем поступить как-то иначе. Мы пробовали, Прохор, честно пробовали. Мы пытались сами получить Сырьё, полностью взять процесс под контроль. Строили специальные курятники, хотели чем-то заменить людей, создать идентичные естественным условия, перенести смоделированный процесс в естественные условия – не работает. Просто не работает. Пресветлый не приходит. Заменить его – не чем. Его даже пытались захватить. Каждая нация в своё время пыталась. Пресветлый разносил всех, в клочья. Какой бы численности не была нападающая сторона. Он рвал броню, как бумагу, уничтожал живую силу в считаные секунды; он может передвигаться быстрее, чем любой из механизмов, придуманных человеком. Его не получается контролировать, никак. Нам оставалось лишь наблюдать, собирать факты. Долго, скрупулёзно. В целях изучения Пресветлого и уменьшения человеческих потерь от его явлений была создана огромная международная организация. Единственное, что нам удалось – это некоторые вмешательства в процесс и чёткий свод правил, спасший уже десятки тысяч жизней. Расшифровка генома, централизованное здравоохранение, медицинские обследования – на основе этой информации мы научились с большой долей вероятности определять место следующего явления; мы смогли значительно ускорить цикл, но на этом – всё.

В двадцатых годах прошлого века мы попытались ещё раз, последний. Масштабный эксперимент. Грандиозная попытка поставить процесс на поток. Евгеника, жёсткий отбор, создание необходимых условий, лучшие умы - всё было продумано до мелочей. Но что-то пошло не так. Кто-то из подопытных смог стать Сырьём; некоторые из поглотивших Сырьё сумели с ним взаимодействовать и прогрессировать. Но состояние их было нестабильным – что-то не так было в самом Сырье. Под влиянием поглотивших «искусственное Сырьё» стали меняться обычные люди – это было подобно эпидемии. Эксперимент вышел из-под контроля. «Заболевшие» проявляли тягу власти, доминированию, насилию. Их количество постоянно росло, словно на теле человечества появилась огромная раковая опухоль. Для исправления ситуации были приняты беспрецедентные меры. Естественно, незаметно такое событие пройти не могло – верхушкой этого «айсберга» стала вторая мировая война. С тех пор мы оставили попытки как-либо воздействовать на Пресветлого. Вернулись к сбору информации, изучению Сырья и областей его применения.

Все наши идеи провалились. И это были не просто несколько попыток, не увенчавшихся успехом. Над проблемой много лет работали люди, чей интеллект на порядки превосходит интеллект обычного человека. Но вариантов больше не было, мы смирились, отдавшись на милость Пресветлого, чьи мотивы были нам неизвестны, и остаются такими до сих пор. Сейчас мы продолжаем довольствоваться тем, что даёт нам это удивительное существо. Но по подсчётам, приблизительно через сто десять лет мы достигнем пика своего развития, полностью освоив потенциал Сырья. Что делать дальше – неизвестно. Аналитики утверждают, что темпы развития человечества резко снизятся, если не остановятся совсем, т.к. с Сырьём мы уже вышли далеко за пределы собственного природного потенциала. На этом фоне особенно тревожно выглядит тот факт, что частота явлений Пресветлого стала снижаться по всему миру. Вкусившие Сырьё, хоть и живут намного дольше обычного человека, но всё равно не вечны. А значит со временем, без постоянной подпитки «свежей кровью», человечество покатится назад. Оставалась лишь надежда, что мы сможем сами синтезировать качественное Сырьё сами. Когда-нибудь, т.к. принципы его устройства и работы нам на данный момент непонятны. И тут Пресветлый подкинул нам очередной сюрприз, через несколько лет после окончания второй мировой. В России, недалеко от Семипалатинска

Дело в том, что Сырьё, несмотря на огромный потенциал, заложенный в нём, – необычайно ядовитое вещество. Процент выживших после его употребления крайне мал. Сейчас мы уже можем контролировать его сбор и прогнозировать последствия от воздействия на организм того или иного человека, но до относительно недавнего времени всё происходило само по себе, «естественным», так сказать, путём. Сырьё притягивает к себе человека, находящегося поблизости, вызывая непреодолимое желание съесть его. Множество людей погибло, но некоторые выживали и получали новые силы и возможности. И именно тогда появились те, кто в значительной степени определил дальнейшую судьбу человечества. Дело в том, что Пресветлый способен создать несколько типов Сырья. Обычно он оставляет около тридцати-сорока процентов тела кур… своей «жертвы», которые потом и становятся обычным Сырьём. Но иногда происходит особенное событие - явление «Ангела». В такие моменты Пресветлый ведёт себя несколько иначе – у избранного человека он забирает лишь руки. Ни кто не знает, почему. Но ты, наверное, и сам уже заметил по его облику, что «символика» рук, так сказать, имеет какое-то особое место в его существовании. Так, вот, он забирает руки. Остальное тело просто бросает – его ткани становятся смертельными для всего живого, а через три часа тело разлагается практически без остатка. К рукам же Пресветлый не подпускает никого. Китайцы, например, однажды положили несколько своих элитных взводов, прежде чем поняли бесполезность попыток заполучить руки. Но иногда, очень редко, находится человек, способный забрать одну из рук. Ему нужна была только эта одна рука, и он шел за ней, без страха и сомнений. Пресветлый нападал на человека, как и на любого другого, кто осмелился посягнуть на руку, но получал отпор. Обычный человек голыми руками останавливал тварь, способную разорвать танк пополам. И Пресветлый отдавал руку. Такой человек получал огромную силу. Он становился совершенно иным существом, гораздо выше в эволюционном плане, чем любой другой человек – сверхсущность. Это просто не описать словами. За всю историю отношений с Пресветлым таких людей было всего пять. На данный момент, в силу различных обстоятельств, их осталось три. Три «великих».

Так вот, возвращаясь к послевоенным годам: тогда в одной деревушке появился человек, который по всем признакам мог стать ещё одним «великим», способным забрать руку у Пресветлого. Но, в то же время, он сам должен был стать Сырьём. Уникальный случай. Что должно было случиться в конце цикла – не знал ни кто. Но в тот раз нам помешали. Произошло вооружённое столкновение. Тот особенный человек был уничтожен вместе со всей деревней, Пресветлый ушёл. После этого случая явления Ангела практически прекратились по всему миру. Мы считали, что упустили свой единственный шанс. И вот теперь нам даётся вторая попытка – ты, Прохор. Всё это не может быть просто так. Что-то подобное должно было случиться. Эта шанс. Шанс для всех нас, в будущем, которое сейчас кажется ещё далёким.

Ты, Прохор, можешь стать тем, что позволит нам идти дальше, двигаться вперёд. Мы считаем, что ты станешь новым типом Сырья. Возможно, ты поднимешь на новую ступень Пресветлого. Возможно, одна из твоих рук поднимет на новый уровень «великих». Через тридцать лет нас ждёт культурная революция. Это будет великолепно, Прохор. Новая мировая религия, в которой вполне найдётся место новому богу. Настоящему, живому, всемогущему. Может быть и не так, но что-то обязательно должно произойти. Удивительное. Волнующее.

Андрей остановился перевести дыхание, он был крайне воодушевлён. Жить триста лет, зная наперёд практически всё, что произойдёт в мире в будущем, было не самым увлекательным занятием. Теперь же впереди снова маячила волнующая неизвестность. Прохор молчал. Лейтенант смотрел на Андрея широко раскрытыми глазами – в его взгляде смешались удивление и страх.

-Успокойтесь, лейтенант, - обратился к нему Андрей. - Ни кто не собирается вас ликвидировать после всего услышанного. Судя по скоростным и качественным показателям слияния организма с Сырьём, вас в ближайшие месяц-два повысят и переведут на другую должность – там услышите всё это ещё не раз. Но до тех пор – ни-ни! – Андрей нарочито строго погрозил пальцем.

-Есть! – ошарашено ответил лейтенант.

-Зачем убивать? - снова заговорил Прохор. – Зачем семью убивать? Если нужен только я? Зачем?

-Они уже были мертвы, - ответил Андрей. –Так уж устроен теперь этот мир, Прохор. После завершения цикла, они бы умерли в период до двух недель. Просто умерли бы, сами по себе – полная остановка жизненно важных органов и систем организма. Ещё одна сторона явлений Пресветлого, упрямый, необъяснимый факт. В твоём случае, конечно, всё произошло несколько более скоро и… драматично. Но…

Прохор смотрел в потолок пустыми глазами. Что-то в его душе умерло. Теперь ему было всё равно. Все дорогие ему люди были мертвы. Если бы Андрей не рассказал правду, Прохор просто убил бы себя. Теперь же… он не знал, что делать. Да и, похоже, он больше был не властен над собой. Оставалось просто лежать и ждать. Ждать, пока мерзкая чёрная рожа не придёт и не оторвёт ему руки. На благо всего рода людского.

В дверь негромко постучали. Всё ещё не отойдя от услышанного, лейтенант обернулся на стук и нажал кнопку, открывающую входную бронированную дверь, ведущую в стерилизационный шлюз. Андрей развернулся на стуле и с интересом уставился в расширяющийся дверной проём. Лаборатория была самым хорошо укреплённым объектом в этом лагере. Передовая разработка Концерна. Рассчитанная на работу практически в любых условиях, она выдерживала огромные нагрузки и была прекрасно изолирована от окружающей среды. Даже если бы в стену снаружи начали стрелять из крупнокалиберного пулемёта, внутри звук ударяющихся пуль был бы практически не слышен. За дверью явно стоял человек, из плоти и крови. Но Андрей чувствовал Сашку и Егора, находившихся в штабной палатке, и Пресветлого, сидящего в курятнике, а других живых существ, способных вот так вот «постучать» в лабораторию, он не знал. Да и никаких особых отклонений от нормы у своего вечернего гостя Андрей не чувствовал. Но он любил сюрпризы. Внутренняя перегородка поднялась, толстая бронирования плита внешней двери поползла в сторону.

ALEA JACTA EST

В лагере суетились люди. Много людей. Солнце катилось к горизонту и нужно было успеть до темноты. Люди тянули провода, устанавливали вокруг дома замысловатые конструкции, видеокамеры, микрофоны. Основная часть работающих были прибывшим из Концерна подкреплением. Без каких либо опознавательных знаков, в обычной полевой форме, все они поступили в распоряжение Игоря в месте с чёткими инструкциями и планом работ. Командующий чувствовал Сырьё в каждом из них; уровень, сравнимый с его собственным. Концерн готовился к предстоящему явлению Ангела очень серьёзно. Игорь дословно помнил штатное расписание для Инцидент класса А – сегодняшнее подкрепление выходило далеко за рамки необходимого. А ещё прибыли легендарные штурмовики. Высокие чёрные фигуры, закованные в тяжёлую броню, от одного вида которой обычный человек начинал ощущать усталость, вооружённые последними разработками Концерна. Их лиц, закрытых тактическими масками, никто никогда не видел, их вообще никогда не видели без брони. Обычные солдаты сторонились штурмовиков, хотя те никогда не выказывали агрессии, даже во время боя. Но стоило заглянуть в их холодные, словно остекленевшие глаза, как становилось не по себе. И Сырьё – эти великаны были просто накачаны им. Игорь мог чувствовать каждого практически не напрягаясь. А ещё он чувствовал большую концентрацию «мозгов» в новом командном пункте, развёрнутом рядом со штабной палаткой. «Мозги» были тоже своего рода штурмовиками, только в области анализа информации. Именно к ним тянулись многочисленные провода от оборудования и датчиков, и именно они будут координировать действия всего лагеря во время явления.

Игорь ощущал нарастающее волнение. Он окинул взглядом двор: забора, огораживающего участок, уже давно не было, два основных объекта – дом и курятник – находились под неусыпным наблюдением, вспыхивающие огоньки сигнального заграждения продолжали исправно описывать окружность радиусом сто семь метров. Внимание привлёк сарай со скотиной. Пожалуй, животных стоило убрать на всякий случай. Игорь довёл приказ до начальника штаба, который незамедлительно направил слова командующего вниз по иерархии.

Сержант Сорока занимался проверкой светового сигнального ограждения, когда получил приказ освободить сарай. Возиться с животными не хотелось, хотя, после событий прошедшей ночи, сержант предпочёл бы заниматься такой вот чёрной работой, чем идти в дозор или оцепление. Сорока вызвал ещё двух солдат. Вместе они направились к сараю, обойдя курятник по разметке, которая определяла все разрешённые зоны передвижения на объекте во время ведения операции. Замок на дверях сарая был уже давно снят, а в петли просто продели кусок толстой проволоки. Судя по записям, внутри располагался целый зоопарк в нескольких разгороженных отделениях. Сержант заранее скривился, представляя в какой «аромат» ему сейчас предстоит окунуться. Он вытащил поволоку, потянул за ручку, но дверь неожиданно резко распахнулась, оттолкнув Сороку; сержант упал. Из сарая с громким ржанием выскочил конь светло-серой масти. Солдаты шарахнулись в сторону и схватились за автоматы. Сорока быстро понялся, расстегнул кобуру, вытащил пистолет и двинулся к лошади. Животное было напугано. Оно нервно перетаптывалось, фыркало, трясло головой и постоянно озиралось. Увидев, что к нему приближается человек, конь снова заржал и бросился вскачь. Он нёсся прямиком на группу недавно прибывших солдат, которые устанавливали какую-то причудливую антенну на треногу. Сержант закричал, чтобы предупредить о приближающейся опасности, но люди у антенны даже не обернулись. Расстояние сокращалось. Сорока снял пистолет с предохранителя, дослал патрон в патронник и тщательно прицелился, чтобы ненароком не зацепить кого-нибудь. Внезапно на пути несущегося коня появилась высокая чёрная фигура. Сержант с удивлением смотрел на происходящее: он не видел, чтобы кто-то бежал наперерез, штурмовик словно материализовался из ниоткуда. Он быстрым движением, без замаха ударил лошадь по морде тыльной стороной ладони, словно отвесив пощёчину. Глову животного мотнуло в сторону. Конь резко свернул, едва избежав столкновения со штурмовиком, споткнулся и рухнул на землю; инерция протащила массивное тело по земле ещё несколько метров.

-Заберите животное, - прогудел из под маски штурмовик. Никаких знаков отличия на его броне не было, но Сорока рефлекторно ответил: «Есть!». Он побежал к лошади, махнув рукой солдатам, чтобы те следовали за ним. Конь выглядел так, словно побывал в нокдауне. Он тряс головой, брыкался, пытался подняться, но никак не мог перевернуться на ноги. Сорока осторожно подошёл, подобрал уздечку и потянул вверх. Солдаты встали рядом, держа автоматы наготове. Почувствовав, что его куда-то тянут, конь будто бы сориентировался в пространстве, изогнулся и, пошатываясь, поднялся на ноги. Он выглядел пришибленным и вёл себя тихо. Сержант решил сам отвести лошадь к палаткам снабжения, где животных надлежало уничтожить и вывезти из лагеря. Солдат он отправил в сарай за остальной живностью.

Сорока подвёл коня к небольшой площадке, куда утром стаскивали мешки с трупами. Квадрат пять на пять метров был накрыт брезентом и обильно засыпан опилками.

-Что ж, - вздохнув проговорил сержант. – Не хочу я в тебя стрелять, но приказ есть приказ.

Конь пристально смотрел на человека большими круглыми глазами. Сороке стало неуютно от этого взгляда. Он подошёл к лошади сбоку чуть позади головы. Посмотрел на пистолет в своей руке.

-Вот такая нынче жизнь, лошадка. Убьют и имени не спросят.

Сержант взвёл курок. Конь резко повернул голову, и казалось, заглянул Сороке прямо в душу.

-Meum nomen est Incitatus, - проговорил конь низким грубым голосом, совершенно непохожим на человеческий.

Волосы на голове сержанта зашевелились. Он продолжал смотреть в глаза лошади словно заворожённый. Животное развернулось всем телом и двинулось вперёд. Сорока попятился, совершенно забыв о пистолете в руке. Он отходил назад шаг за шагом, пока не упёрся спиной в борт стоявшего рядом с площадкой грузовика. Конь подошёл вплотную, почти касаясь своим носом лица человека. Его губы снова пришли в движение.

-Alea jacta est, - голос будил какой-то животный страх глубоко в душе сержанта. Он проникал в тело, гипнотизируя, парализуя мышцы и останавливая мысли.

Конь широко раскрыл рот, высунул язык. Сорока стоял не смея пошевелиться, боясь даже вдохнуть, к горлу подкатил ком. С лошадиного языка потекла кровь. Тяжёлые капли падали на китель и впитывались, расплываясь бурыми пятнами. Сержант хотел закричать, но ему не хватало воздуха. Во рту стоящего перед ним животного что-то зашевелилось и стремительно метнулось прямо в лицо скованного страхом человека… Стальной клинок пробил голову насквозь и ушёл на несколько сантиметров в борт грузовика. Сорока продолжал смотреть в глаза лошади. Он проваливался в них, словно в бездну, древнюю, тёмную и холодную. По лицу потекла кровь. Пистолет выпал из ослабевших пальцев и мягко ударился о землю. Лезвие втянулось обратно в рот лошади. Мёртвое тело сержанта опустилось на колени и осталось стоять в таком положении со склонённой головой. Конь развернулся и зашагал между палаток вглубь лагеря.

***

Бронированная дверь, еле слышно гудя приводами, отъехала в сторону. Перед взорами лейтенанта и Андрея предстал мужичонка в поношенной рубахе и трико, с вытянутыми коленками.

-Здрасьте, - просто обратился к сидящим в лаборатории мужичок. –Мне бы это… Прохора мне бы. Он тута?

Лейтенант наконец пришёл в себя. Он схватил лежащий рядом автомат и направил на нежданного гостя.

-Стоять-не двигаться! Кто ты такой? Как сюда попа? Быстро отвечай, или пристрелю прямо на месте!

-Дак это… Коля я. Николай. Я это… сосед Прохора. Надо мне его. Тута он?

Лейтенант резко встал, подошёл к мужику и ударил его прикладом автомата. Приклад угодил в пустое место, перед глазами потемнело. Офицер ощутил руку на своём лице. Мгновение спустя, Николай резким рывком выдернул лейтенанта из лаборатории и, сжав пальцы, раздавил череп офицера. Раздался душераздирающий треск бензинового двигателя. Андрей снимал ограничения со своего тела, когда в помещение лаборатории жутко тарахтя влетел мотокультиватор. Третий «великий» успел отметить, что культиватор работал явно не в штатном режиме, бешено вращая ножами, и летел необычайно быстро - увернуться с текущим состоянием организма было невозможно. Лезвия вгрызлись в голову Андрея, мгновенно забрызгав всё помещение кровью. Лаборатория содрогнулась, заскрежетал металл, что-то лопнуло с громким звуком. Бронированная дверь захлопнулась. Раздались громкие удары. Снова скрежет металла.

Наконец, тело окрепло. Андрей схватил мотокультиватор двумя руками и просто раздавил его. Покорёженный аппарат заглох. Лицо быстро восстанавливалось, Андрей огляделся. С момента нападения на лейтенанта прошло пять с половиной секунд. Хирургического стола с куроводом в лаборатории не было – его просто оторвали и унесли; искорёженная внешняя дверь лежала снаружи в трёх метрах от входа, толстая броня и изоляция вокруг дверного проёма были разорваны в лоскуты.

«Очень занимательно». Произошедшее тут же стало известно Сашке и Егору. Андрей вышел из лаборатории, глянул на валяющегося на земле лейтенанта – через пару дней поправится. Сашка сообщил, что штурмовики пытаются перехватить некоего субъекта, который с достаточно высокой скоростью несёт в сторону дома хирургический стол с привязанным к нему куроводом. Субъект отчаянно маневрирует, умудряясь не уступать в скорости представителям элитных войск Концерна. Егор же, гоготнув в своей обычной манере, сказал, что в лагере орудует «кентавр», сея панику и смерть в рядах личного состава. «Час от часу не легче. Но так даже интереснее». Андрей улыбнулся и двинулся к командному пункту, скидывая испорченный некогда белый халат.

***

Конь шёл по лагерю в сторону казарм, вокруг суетились люди. Одни просто не замечал лошадь занятые работой. Другие, завидев её, улыбались, пробовали её подманить и выкрикивали вопросы, пытаясь таким нехитрым манером найти хозяина или ответственного. До казарм оставалось около двадцати метров, когда выстрелом из крупнокалиберного пистолета штурмовик снёс лошади значительную часть головы. Животное сделало ещё два шага и остановилось. Люди обернулись на шум, штурмовик внимательно смотрел на коня. Практически все, кто использовал силу Сырья, слишком привыкли на него полагаться, как на некую универсальную ультимативную силу. Штурмовик же являлся человеком лишь отчасти, вобрав в себя некоторые гены ныне живущей и уже вымершей фауны. И он вдруг почувствовал своим звериным чутьём угрозу от идущего по лагерю коня. Признаков работы Сырья не ощущалось, от животного просто «веяло» агрессией и смертью.

Конь продолжал стоять. На голове, в том месте, где некогда были уши, зияла пустота. Выстрелом перебило позвоночник, и тяжёлый лошадиный череп повис на мышцах носом вниз. Штурмовик не сводил с коня глаз. Он слышал, как перестаёт биться сердце животного, но там, внутри увесистой туши, билось ещё одно сердце, ритм которого начал резко ускоряться. У основания шеи лошади что-то мутно сверкнуло. Инстинкт подсказывал штурмовику, что нужно срочно уничтожить стоящее перед ним существо. Он вскинул руку с пистолетом, прицелился по звуку во «второе сердце» и выстрелил. Но за мгновение до того, сжатый газ выбросил тяжёлую пулю из ствола, конь сам бросился в атаку. Его тело резко набрало скорость, голова же с шеей съехали вбок по ровной линии среза на уровне груди и упали на землю. Пуля пошла мимо. Если бы штурмовик мог, он бы удивился, видя как на месте отрезанной головы из тела лошади появляется жилистая мужская рука с шашкой. Клинок ударился в готовый к очередному выстрелу пистолет и рассёк его на две чести, срезав часть ладони стрелка. Вторым ударом шашка отсекла левую руку штурмовика. Третьим – бОльшую часть укрытой бронёй головы, пройдя через пуленепробиваемы шлем и маску словно горячий нож сквозь масло. Ноги бросили тело штурмовика в сторону, прочь от разящего лезвия – на восстановление боеспособности нужно было минимум двадцать секунд.

Из коня тем временем показалась вторая рука, а затем и сам владелец антропоморфных конечностей. Он вылез по пояс из тела животного и остался в таком положении. Обезглавленный конь перетаптывался, поворачиваясь на месте. Торчащий  из него мужчина оглядывался вокруг с хищной улыбкой. Солдаты вокруг застыли в ступоре. Казалось, что эти два разных существа действую как одно целое. Снова раздались выстрелы – к месту сражения приближались ещё два штурмовика. Кентавр ловко сманеврировал, увернувшись от пуль, затем резко взмахнул шашкой и рассёк левый бок лошадиного тела. Мужчина запустил руку в глубокий разрез и вытащил оттуда вторую шашку. Штурмовики скидывали с плеч тяжёлые пулемёты. Солдаты, наконец, начали выходить из оцепенения и пытались укрыться где-нибудь подальше от разгорающегося сражения – все знали, что лучше стоять как можно дальше от идущего в атаку штурмовика. Воздух разорвал оглушительный треск пулемётных очередей. Кентавр кинулся в сторону, уворачиваясь от смертоносного свинцового ливня. Сражение со штурмовиками не интересовало его. Он нёсся во весь опор, резко меняя направление движения, ловко маневрируя между складами с оборудованием и стремительно врываясь в жилые палатки. Две сверкающие шашки лихо рассекали всё живое, что попадалось на пути скакуна.

***

Игорь сидел в командном пункте, слушая сводки и донесения. Снова убитые и раненые, снова хаос и паника. Куровода выкрали прямо из под носа одного из специалистов Концерна, по лагерю носится «враждебный кентавр», вооружённый холодным оружием. Несколько казарм завалено посечёнными на куски людьми, просто раненых практически не было. Радовало, что большей частью под удар попали люди, вкусившие Сырьё -  организм при грамотной поддержке извне сможет восстановиться, хоть процесс и займёт весьма значительное время. Кентавра наконец удалось оттеснить из лагеря благодаря Егору и штурмовикам и несколько раз ранить. Его гнали в низину к западу, где вторая группа штурмовиков сдерживала похитителя куровода, который всеми силами по неясной пока причине старался пробраться к дому. Судя по тактическому дисплею, план работал – два красных треугольника вот-вот должны были быть зажаты синими треугольниками с двух сторон. Расстояние сокращалось, клещи сжимались. Внезапно на дисплее вспыхнула фиолетовая точка, затем ещё две и ещё две. Точки быстро двигались клином по направлению к штурмовикам, окружившим свою добычу. Игорь уже устал удивляться.

-…Сашка, - произнёс он в переговорное устройство после некоторой заминки – было как-то неудобно звать «Сашкой» представителя высшего руководство. – К штурмовикам…

-Мы видим, - перебил его Сашка. – Зайди к «мозгам», посмотри тоже.

Игорь вышел из штабной палатки. Двое наблюдателей и руководитель лаборатории стояли рядом с новым командным пунктом и смотрели вдаль. «Конечно», подумал командующий, «этим бинокль не нужен…».

-Эх…- с улыбкой протянул Андрей. – Навевает воспоминания… лихой беззаботной юности…

Егор захохотал:

-Ну ты везде успел, Андрюха. Я тебе коня на юбилей подарю.

Игорь вошёл в помещение командного центра и развернулся. Его взгляд устремился на огромный дисплей над входом: на чёрную стену штурмовиков неслись, размахивая шашками, казаки.

КОНЕЦ

Выстрелы не затихали ни на секунду. Массивные пули разорвали коней в клочья, и последние тридцать метров до позиции штурмовиков казаки преодолели бегом, неведомым образом оставаясь невредимыми под свинцовым ливнем. Они влетели в ряды противника словно стальной ураган. Шашки сверкали в воздухе, рассекая оружие, броню и плоть. Казаки буквально прорубали коридор в могучих чёрных исполинах, которые всеми силами пытались задержать нападающих. Штурмовики выглядели опасным противником, но казаки были сильнее и быстрее. По крайней мере, пока – нужно было торопиться. Изнутри окружения навстречу шёл «кентавр», без устали размахивая обеими шашками и прикрывая Николая с ценным грузом.

Продвигаться к цели было неимоверно сложно – штурмовики крепко держали позиции, умело управляясь в ближнем бою со своими огромными ножами, а на место павших тут же вставали новые бойцы. Фролка видел, как изрубленные тела солдат регенерируют с неимоверной скоростью, отращивая конечности и затягивая раны в течение нескольких десятков секунд. Одни штурмовики поднимались и тут же снова бросались в атаку. Другие, кто был покалечен особенно сильно, едва восстановив голову, принимались ожесточённо грызть валявшиеся под ногами отрубленные конечности, восполняя таким образом утраченную массу. Все они действовали словно один большой неуязвимый организм, постоянно сохраняющий боеспособность. Остальные казаки тоже догадались, что просто перебить штурмовиков не получится, нужно прорываться. Они ускорили темп, отдавая сражению все силы без остатка. Наконец, спустя несколько минут удалось пробиться к Семёну и Николаю. Семён стоял уже на своих ногах, израненное безголовое тело лошади в нескольких метрах позади рвали зубами на части изрубленные штурмовики. Прохор был в сознании, но, судя по отсутствующему взгляду, находился под действием каких-то препаратов.

Шестеро казаков встали кругом, закрывая Николая с Прохором и сдерживая натиск. Фролка оглядел товарищей – они начинали уставать, почти каждый был серьёзно ранен. Сильнее всех пострадал Епифан – его левая нога была оторвана на уровне колена, но казак продолжал сражаться. Гротескной цаплей стоял он на одной ноге и взмахивал шашками в обеих руках, словно стальными крыльями, разящими наповал. Николай сбросил с себя стол, отцепил Прохора и легко взвалил его на плечо. Мужчина выглядел целым и невредимым. На теле же самого Николая кровоточило несколько внушительных пулевых отверстий.

-Может выпрыгнем отсюда воздухом нахрен? Пока можем…, - спросил он у Фролки.

-Они нас вмиг тогда огнём достанут… – ответил тот. - Ничего-ничего, прорвёмся. Сюда прорвались – и обратно прорвёмся. А ну ребята! К дому! Дружно!

Пятеро казаков врубились клином в ряды штурмовиков и двинулись вперёд, наращивая скорость. Николай со своей ношей держался внутри построения; свободной рукой он тащил за единственную ногу Епифана, который подобрал с земли пулемёт и лихо поливал свинцом «кильватер» из копошащихся изрубленных тел и преследователей. Казаки двигались сквозь штурмовиков словно комбайн, собирающий кровавый урожай, и пресекали любые попытки добраться до Прохора. Нужно было добраться до дома, пока в бой не вступила «тяжёлая артиллерия» - всё семеро чувствовали трёх чрезвычайно сильных существ где-то в стороне лагеря неприятеля.


***

Трое «великих» спокойно наблюдали за разгоревшейся в низине битвой.

-Что скажешь, Андрей? – заговорил Сашка.

-Ни чего не скажу, первый раз такое вижу. Конечно, утечки Сырья периодически случаются, и кто-то получает силу. Но в этих… казачках его нет ни капли. И всё же, они способны противостоять штурмовикам. Всего вшестером, да ещё и «груз» умудряются прикрывать.

-Долго-то не протянут, похоже, - вступил в разговор Егор. – Гляньте на бывшего кобылообразного – будто бы остыл он. А тот, который куровода стащил, ещё холоднее.

Сашка и Андрей пригляделись – действительно, в инфракрасном излучении тела казаков представляли занимательную картину. Они излучали огромное количество тепла. Пятеро отчётливо выделялись на фоне штурмовиков яркими пятнами, а вот двое других… Тело человека, который ворвался в лабораторию и нёс теперь куровода, было самым холодным. «Кентавр» был теплее, но не настолько, как пятеро подоспевших на подмогу. Он умело сражался, но движения его не были настолько быстрыми и лёгкими, как у его товарищей. Пятеро самых «горячих» тоже постепенно остывали, достаточно медленно, но всё таки понижение температуры на сотые доли градуса в несколько секунд отчётливо прослеживалось.


-Кто они, или что они лично мне не понятно, - снова заговорил Андрей. – Источник их энергии явно ограничен. Они постоянно слабеют. Но цели этих казачков неизвестны. Судя по сложившейся ситуации, из оцепления они скоро вырвутся, направляются явно к дому, куровода берегут. Штурмовики, естественно, от них не отстанут. При сохранении текущей интенсивности боя, тело самого «холодного» достигнет температуры окружающей среды через час. Каким «ресурсом» обладает их организм – неизвестно. Зачем им куровод – тоже неясно. С вероятностью 99% Пресветлый способен уничтожить всех семерых в их текущем состоянии. Логично, что со временем шанс будет только расти. Что предпримем?

-Пойду ка я их пощупаю, - проговорил Егор и буквально исчез с того места, где только что стоял. Он двигался с огромной скоростью наперерез казакам, вырывающимся из чёрной массы штурмовиков. Фигура «великого» с размаху влетела в кровавую кучу-малу. Сашка и Андрей тут же ощутили появление сильного магнитного поля в месте неутихающего сражения; из командного центра «мозги» сообщили о большом выбросе энергии. Через мгновение низину осветила яркая вспышка. Затем на поверхности земли вспухла переливающаяся огненная полусфера, раздался громкий взрыв. От границы полусферы отделилось бесформенное горящее тело, пролетело кометой в сторону дома куровода и, пробив стену, упало на первый этаж. Сашка и Андрей удивлённо переглянулись. Они чувствовали куровода и казаков, но те были уже в доме, Егор остался в эпицентре взрыва, штурмовиков будто и след простыл. «Мозги» сыпали сообщениями со статистикой, подтверждая ощущения «великих».

-Плазма в магнитной ловушке, - в голосе Андрея звучали нотки искреннего удивления. –Какие интересные ребятки…

Так же неожиданно, как появился, огненный шар схлопнулся, оставив в земле аккуратную яму округлой формы. Егор сообщал, что он на 80% сгорел во время взрыва и подойдёт только через пару минут.
-Это одни из казачков так хлопнул, - ощутили Сашка и Андрей его голос. –Я когда в кучу влетел, хотел первым делом куровода сцапать. А они меня ещё на подходе почуяли – крУгом встали. Я, чтоб наверняка, зашёл со стороны человека-лошадки – он там совсем притомился у них. Заметить меня успел, но среагировать прыти уже не хватило. Почти достал куровода. И тут откуда ни возьмись выскочил этот предводитель их, орёт который всё. И, не поверите, прямо в рожу мне заехал. Лет двести уже я по роже не получал, да мощно так – аж назад отбросило… Схватил его за руку, пока обратно не успел отдёрнуть. Так он, зараза, пол предплечья оттяпал себе не задумываясь. А потом они все кинулись на куровода – облепили прямо со всех сторон. Только одноногий остался лежать, тащили которого. Ну вот он и шарахнул. Остальные шестеро с куроводом от удара как пробка из бутылки вылетели. Штурмовики было тоже в стороны полетели, но потом их огнём сожрало… вместе со мной. Сдаётся мне, только двое нас тут и осталось… из органического. Даже скорее – полтора. Не могу пока сказать, жив этот удалой гренадёр или нет – лежит не шевелится, весь инеем покрыт, признаков жизнедеятельности не наблюдается… но чёрт его теперь разберёт. Сейчас принесу. Куровод-то домой что ли улетел?

-В доме, да, - отвечал Сашка. – И оставшиеся шестеро там же. Ориентировочно, все живы, только «градус поубавился», так сказать.

-Лихо они это дело… Надо будет запомнить.

-Да не то слово, - проговорил Андрей. – Жаль нам самим сейчас в дом идти нельзя. Уж очень хочется лично пообщаться.

-Как-то они не особо разговорчивые, - откликнулся Егор.

-Посмотрим. Температура оставшихся сильно упала после такого отважного манёвра. Судя по всему, и удали у них прилично поубавилось. Штурмовики должны теперь без проблем справиться. Пойду ещё пару десятков распакую.

Андрей зашагал к складам.

Егор подошёл минут через десять с телом казака на плече. Сашка осмотрел «бомбу» - ничего примечательного, обычное мёртвое человеческое тело, холодное, в районе десяти градусов по Цельсию, постепенно нагревается до температуры воздуха, одна нога оборвана, следов регенерации не наблюдается. Никаких признаков присутствия Сырья. Как этому обычному с виду человеку, удавалось сражаться со штурмовиками, а потом ещё и устроить такой взрыв, было совершенно непонятно. Конечно, нужно будет провести исследование в лаборатории, но все трое «великих» справедливо полагали, что «казачки» были опытными бойцами, со своей стратегией, тактикой и ещё неизвестным источником силы. Такие не оставили бы тело противнику просто так, представляй оно хоть какую-то стратегическую ценность. На краю лагеря уже строились в шеренги пробуждённые ото сна штурмовики. Андрей давал им чёткие указания по предстоящей атаке дома куровода. Напрямую контролировать своих солдат великие сейчас не могли: на улице темнело, приближалось время трапезы и все трое старались как можно глубже спрятать от Пресветлого свои истинные сущности, чтобы не спугнуть его. Наконец, все приготовления закончились. Андрей остался «в поле» на краю мерцающего ограждения, лично следить за штурмом, чёрные фигуры перебежками двинулись к дому, Егор и Сашка отправились в командный центр на свои посты, велев по пути Игорю организовать хранение принесённого тела как объекта с высшим классом секретности и опасности. Со стороны курятника датчики регистрировали движение – Пресветлый зашевелился. Он чувствовал рядом готового к трапезе куровода. Скоро начнётся…

 

***

Прохор приходил в себя. Он помнил разговор с Андреем в лаборатории, помнил стук в дверь. Потом всё смешалось в какой-то бешеный калейдоскоп образов и звуков. Его вытащили на улицу, куда-то несли, вокруг было слышно лишь стрельбу, крики и звуки сражения, а перед глазами прыгало темнеющее небо. Затем был взрыв, сильный удар и темнота. Теперь Прохор смотрел на знакомый потолок, в воздухе пахло гарью. Он медленно сел и огляделся. В одной из стен зияла огромная дыра, в комнате было дымно, кое где валялись горящие куски дерева и осколки шифера. Сам Прохор сидел на усыпанном разнообразным мусором полу комнаты. Рядом стояли люди.

-Ты гляди - сам проснулся, - услышал Прохор смутно знакомый голос. – Железный мужик – ни что его не берёт!

Голос звучал бодро, даже весело. Прохор попытался разглядеть людей вокруг – неожиданно для себя он узнал казаков, что заезжали переночевать не так давно и… своего соседа Николая. Одежда их была изрезана и изорвана, тела покрыты ранами, из которых сочилась кровь. Она уже образовала приличных размеров лужу на полу. У одного – Фролка, вспомнил его Прохор - не было руки почти по локоть, но ему будто бы было всё равно. Остальные тоже не выказывали беспокойства о своих ранениях.
-Ну вот, - весело сказал Фролка, - а говорил, не надо тебе подсобить. Гляди ка, каких делов натворил. Целая армия тут с тобой воюет. Вечно вот так вот всё – сам да сам…

-Что вам надо? – резко спросил Прохор. Слова дались с трудом, голова закружилась. Он упёрся руками в пол, чтобы не опрокинуться на спину.

-Ишь ты каков! Ещё и ругается! Ну в самом деле – железный, –непринуждённо произнёс Фролка и добродушно рассмеялся. –Эк они тебя напичкали-то, еле шевелишься. Стенька, дайка ему настоечки хлебнуть. Попрочитстит мозги то.

Стенька отстегнул с пояса флягу, отвинтил крышку и поднёс Прохору.

-Чего вам надо? – снова строго спросил тот.

-Да ты пей, пей – полегчает. Ни чего нам не надо от тебя. Подмогнём только немножко и дальше поедем.
Казаки хохотнули.

-Услуга за услугу, как говорится, - подмигнул Фролка.

-Малёха неравноценный обмен-то у нас выходит, ребята, - хмуро отвечал Прохор. Он отхлебнул из фляги. Глотку обожгло. Огненная волна прокатилась по горлу и разлилась в желудке. На глазах выступили слёзы, дыхание перехватило. Прохор закашлялся, но голова и вправду прояснилась, по телу побежало тепло, мышцы начали будто оттаивать.

-Ну это уж время покажет, равноценный, али нет. Каждый сюда по собственной воле пришёл.

-А ты-то тут зачем, - буркнул Прохор Николаю, - только зря ведь помрёшь.

Николай выглядел хуже всех. Он сидел у стены, прислонившись к ней спиной. На его раны было страшно смотреть. Прохор вспомнил, что слышал его голос, перед тем как чудовищная сила разворотила операционную Андрея и потащила стол. Он собрался расспросить Николая, как вдруг в комнату вошёл пьяница-Семён.

-Рукастый зашевелился, - заговорил он чётко и ясно, в совершенно несвойственной манере. –Скоро вылезет.
-И из лагеря новая порция зверолюдов подходит, - сказал Ерошка.

Фролка на секунду задумался, оглянулся вокруг.

-Всё-то им не терпится, всё то они спешат, - вполголоса произнёс он. - Яблочко от яблони… Придётся поторопиться… Да думаю сдюжим. Должны.

Он наклонился к Прохору, ухватил его рукой за рубаху и одним движением поставил на ноги.

-Начнём, помолясь.

Прохора шатало, от резкой смены положения мир снова поплыл перед глазами. Николай тяжело поднялся и подошёл к остальным. Все шестеро встали вокруг Прохора, развернувшись к нему спиной.
-Эх, так и не хватает Епифана, - послышался голос Фролки. - Ну да ладно, уж как-нибудь. Пару б часов простоять и будет… Держись давай, Прохор. Главное – не боись, мы тебя в обиду не дадим, сбережём. А вы, братцы… до свидания что ли. Много мы вместе прошли. Даст бог – ещё столько же пройдём.
Казаки вразнобой прогудели что-то ободряющее в ответ.

-Дайте мне саблю! – Прохор попытался протиснуться между казаками, но те встали плотнее и не пускали его. –Дайте саблю мне, я тоже драться буду!

-Не мешай, Прохор, – Фролка произнёс эти слова совершенно изменившимся голосом, холодным и жёстким. Спорить с обладателем такого голоса совершенно не хотелось. Прохор затих, крепко стиснутый шестью телами.

Казаки отстегнули ножны с шашками – оружие попадало на пол. Семён просто воткнул две своих сабли в пол перед собой. Затем все шестеро крепко сцепились руками, соединив локти. Они как будто и не собирались драться. Прохор не понимал, что происходит. Вдруг он увидел, как высокие папахи на головах Фролки и Ерошки, стоящих прямо перед ним, зашевелились. Секунду спустя, то, что казалось каракулем, рассыпалось по головам и плечам казаков длинными чёрными волосами. Затем волосы словно ожили: они извивались, расползались в стороны, забирались под одежду, проникая сквозь ткань, тянулись к стоящему рядом человеку, впивались в кожу, пронзали плоть. Прохора охватила паника. Он забился, пытаясь выбраться из своего нового ужасного плена, но тела казаков сжимали его всё сильнее. Их истерзанные сражением черкески насквозь пропитались кровью. Рубаха и штаны Прохора тоже вымокли насквозь. Он вдруг осознал, что эти ожившие волосы буквально сшивают казаков вместе, пронзая каждый миллиметр их тел, переплетаясь между собой и постоянно стягивая образующийся человеческий мешок. Голова Фролки, влекомая волосами, начала задираться назад и вбок под неестественным углом, раздался хруст позвонков. Секунду спустя треск костей и звуки разрываемой плоти наполнили пространство вокруг. Прохора стошнило. Его самого волосы не трогали, но легче от этого не становилось. Он продолжал отчаянные попытки вырваться, но тела казаков так плотно и сильно облепили его, что даже пальцами удавалось шевелить с трудом.

Несколько тяжёлых предметов ударились о пол комнаты. Что-то ярко сверкнуло, раздался оглушительный резки хлопок. Прохор потерял сознание.

***

Андрей вошёл в командный пункт. Пресветлый проявлял всё больше активности, так что все параметры восприятия пришлось снизить практически до человеческих. Управлять в таком состоянии операцией без спецсредств было уже проблематично. Сашка и Егор сидели в своих креслах-коконах и следили за происходящим с камер на тактических шлемах штурмовиков.

-Что это за хрень такая? – обратился Егор к Андрею. Несмотря на свой более чем почтенный возраст, Егор был самым молодым и неопытным из трёх «великих». Оттого в подобных неожиданных ситуациях он по привычке старался узнать мнение своих старших товарищей.

-Не представляю, - ответил Андрей.

-И я впервые такое вижу, - вступил в разговор Сашка. – Орден тоже ни когда не сталкивался ни с чем подобным. Эти шестеро «казачков» буквально затягивают куровода в кокон. По показаниям датчиков, все шестеро мертвы уже несколько минут, но процесс продолжается. Куровод внутри, судя по пульсу и дыханию – без сознания. Видимых повреждений не наблюдается.

-Пускай штурмовики вытащат его оттуда. Только аккуратно.

Сашка отдал приказ. Трое солдат, закинув оружие за спину, двинулись к конструкции, которая начинала напоминать абстрактную статую, выставленную в центре комнаты. Внезапно из разодранных тел казаков в разные стороны выстрелили извивающиеся жгуты. Их было не меньше сотни. Вцепившись в пол, стены и потолок, они натянулись и подняли укутанного в казаков куровода над полом. Волосы опутали ноги шестерых мужчин, и, ломая кости и разрывая мышцы, закрыли кокон снизу. Несколько штурмовиков успели увернуться, остальных жгуты пронзили насквозь – могучие черные фигуры трепыхались словно мошки, попавшие в паутину.

-Надеюсь какая-нибудь «кубанская бабочка» оттуда не вылупится, вместо нашего куровода, - попытался пошутить Егор. В воздухе повисла напряжённая тишина. «Великих» такое положение дел сильно настораживало. Тем временем, штурмовики продолжали исполнять отданный приказ. Они пробовали вытащить куровода, разрезав кокон, но плоть не поддавалась. Попытка обрезать жгуты или оборвать, состоявшие, как оказалось, всё из тех же волос, тоже не увенчалась успехом. Активность кокона постепенно уменьшалась – процесс формирования подходил к концу.

Прошло несколько часов. Андрей изучал новый неизвестный объект внутри дома куровода по показаниям миниатюрной передвижной лаборатории, которую на месте развернули штурмовики. Все шестеро мужчин, сшитые воедино, были мертвы. Их тела получили сильные повреждения: большинство костей сломано, мышцы и внутренние органы разорваны. Но самое интересное произошло с кожей и волосами. Кожу не удавалось ни прорезать ни прожечь. Имеющиеся в распоряжении химические средства тоже не возымели какого-либо эффекта. Ткань была неприступна, хоть и представляла из себя, судя по всему, нечто органическое. А вот чем были волосы, сказать было сложно. Они так же без каких-либо повреждений выдержали все попытки обрезать их или взять кусок на пробу. В отличие от кожи, которая беспрепятственно пропускала ультразвуковые и электромагнитный волны, волосы были абсолютно непроницаемы. Они создавали внутренний каркас всей конструкции. Кроме того, ими же были накрепко зашиты любые нарушения целостности кожи и физиологические отверстия организма. Внутреннее пространство кокона было полностью изолировано от внешней среды. Андрей видел на мониторе куровода, лежащего за плотной сеткой тонких волокон, пронизывающих тела казаков. Никакой связи или взаимодействия между телом Прохора и коконом не наблюдалось. Куровод дышал, сердце его билось. Он лежал в позе эмбриона, погружённый по грудь в жидкость, которая, очевидно, являлась кровью казаков. Вот уж этого добра было более чем достаточно – под коконом собралась огромная тёмно-красная лужа. Пока удалось выяснить лишь то, что у всех семерых “гостей” одна группа крови. Результаты ДНК тестов ещё не поступили.

***

На улице совсем стемнело. Кокон висел посреди комнаты, не проявляя ни каких признаков активности. Единственным исходившим от него излучением было слабое тепло, производимое телом куровода. Вокруг суетились научные специалисты под охраной штурмовиков. Трое великих следили за ситуацией из командного центра. На часах было полвторого ночи, когда одна из стенок курятника разлетелась в щепки.

-Началось, - выдохнул Егор.

Взвыла сирена, сигнальные огни ярко запульсировали, из громкоговорителей разнёсся приказ срочно покинуть периметр. Штурмовики внутри ограждения хватали по два человека подмышки и на максимальной скорости уходили к лагерю – Пресветлый в такие моменты был очень нетерпелив и мог добраться до куровода в любую секунду, а всех посторонних, кто оставался в радиусе ста пятидесяти метров от начавшейся трапезы, сразу уничтожали. К моменту, когда лоснящаяся чёрная туша вывалилась из курятника, внутри периметра не осталось ни кого.

Пресветлый на этот раз не стал обременять себя какими-либо «приличиями» и зашёл внутрь прямо через стену, проделав в доме ещё одну дыру. Кокон продолжал висеть неподвижно на том же месте, жгуты, лишившиеся своих точек крепления, опали на пол. Войдя в комнату, Пресветлый растерянно остановился. Это было очень на него не похоже. Трое великих, кажется, понимали, что происходит: существо чувствовало куровода так, будто он просто спал один в комнате, на деле же всё выглядело немного… непривычно.

-Ку роч ка, - проговорил Пресветлый и потянулся к кокону. Рука упёрлась в деформированное тело казака.

-Куроч ка, - произнёс Пресветлый более настойчиво. Ещё несколько рук протянулись замурованному куроводу.

-Кур очка. От кро й. Ку р оч ка. Ку роч ка!

Пресветлый резко ухватился за кокон и потащил его на себя. Весь дом застонал: брёвна и перекрытия начали выгибаться и трескать, настил на полу встал дыбом, потолок разъезжался на части. Пресветлый попятился назад, прижимая к себе кокон. И без того потрёпанный сруб не выдержал и начал разваливаться. Спустя пару секунд второй этаж накренился и рухнул внутрь дома.

-Куроч ка! – донёсся крик Пресветлого из под кучи брёвен. Он в бешенстве разметал несколько уцелевших в падении комнат и, наконец успокоившись, улёгся на груду обломков. Существо принялось внимательно изучать предмет в своих руках, вертеть и ощупывать его.

-Ку р очка.. К уроч ка, от крой…, - приговаривал Пресветлый, но «курочка» не открывала. Видя, что уговоры не помогают, он перешёл к активным действиям: в ход пошли когти и зубы. Трое «великих» боялись, что Пресветлый попытается разбить кокон и убьёт куровода, но вот, наконец, существу удалось прокусить бронированную кожу казаков. Урок был усвоен, и в кокон вгрызлись ещё два рта. Через двадцать минут усердной работы из кокона потекла мутная жидкость - Пресветлому удалось прогрызть стенки насквозь. Ещё через десять минут он расширил одно из отверстий настолько, что смог просунуть внутрь пальцы рук. Он ухватился за края и потянул в четыре разные стороны. Кокон поддавался с трудом, но постепенно дыра становилась всё больше. Наконец воздух огласило радостное: «Кур очка!». Трое «Великих» заворожённо замерли перед мониторами.

Пресветлый запустил руку внутрь кокона и вытащил Прохора. Куровод был по-прежнему без сознания. Такая еда восходящего бога всего человечества не устраивала: ещё пара рук подхватили тело и слегка встряхнули.

-Курочка! – совсем складно несколькими зубастыми пастями прокричало существо. Куровод открыл глаза. Всё пространство перед ним занимала огромная чёрная туша, моргающая тремя парами вертикальных глаз и хищно скалящая огромный губастый рот. Их взгляды встретились: Пресветлый сгорал от нетерпения, желая приступить к своей трапезе, во взгляде Прохора были лишь усталость и пустота.


***

Лагерь будто замер. Весь личный состав, не задействованный в сборе и анализе информации, погрузили на транспорт на случай срочной эвакуации. Повсюду стояли штурмовики. В командном пункте воцарилась мёртвая тишина. Трое «великих» сосредоточенно следили за происходящим. Даже «мозги», которые, несмотря на прямое слияние с серверами, беспрестанно клацали клавишами клавиатур, не смели проронить ни звука и сидели словно истуканы, ловя каждый бит информации с датчиков наблюдения.

Пресветлый держал куровода в руках, моргая глазами. Казалось, будто он ни как не может решить, что делать с ним дальше. Куровод, стиснутый тремя чёрными руками, тоже бездействовал. Он висел на высоте метра над землёй, не пытаясь вырваться или напасть, не двигаясь вообще. Напряжение росло. Наконец, Пресветлый исторг из своего тела ещё одну конечность, потянулся к куроводу и взял его за предплечье правой руки.

Прохор спокойно смотрел на чудовище перед собой. Он почувствовал, как тварь схватила его чуть выше локтя. Страха не было. Прохор даже не попытался отстраниться или отдёрнуть руку. Он вспоминал свой сон. Там, в тёплой темноте, укутанный телами казаков, он видел чудесный сон. Тот самый, что приснился ему в засаде под курятником, когда пришлось впервые столкнуться с Пресветлым. Яркие картины вставали перед глазами. Такие знакомые теперь. Чёткие и яркие, словно наяву.

Пресветлый поднял руку куровода вверх и плавно отогнул назад. Плечевой сустав не выдержал нагрузку, суставная сумка лопнула, связки начали рваться. Существо ещё несколько раз методично согнуло покалеченную конечность в направлениях, не предусмотренных человеческой анатомией. Затем аккуратно прихватило зубами тело жертвы в области ключицы и резким движением вырвало руку.

***

«Вот оно!», Андрей встал, выдернул из затылка телекоммуникационный кабель и направился к выходу. Он хотел видеть это своими глазами. Сашка и Егор остались сидеть внутри. Пресветлый становился очень чувствительным во время трапезы, а они ещё не могли подавлять свои силы так же эффективно, как это делал самый старший из «великих». Разумнее было оставаться внутри специально изолированных кресел-коконов в недрах командного пункта.

Андрей шёл по направлению к дому широкими шагами. Миновав мигающее ограждение, он прошёл ещё сорок метров и остановился. Впереди, всего нескольких шагах, буквально физически ощущался «горизонт». За этой чертой люди сходили с ума и шли навстречу смерти. Андрей уже однажды вышел обратно из-за «горизонта», и был уверен, что сможет выйти ещё раз. Надо лишь чуть-чуть подождать.

«Ну давай же, Пресветлый, забери у него вторую руку. Поделись великим даром со своими детьми!». Андрей неотрывно смотрел на начинающуюся трапезу, буквально впитывая кожей каждый момент этого великого события. В тридцати метрах левее «великого» стоял большой контейнер с «материалом» - людьми, которых согласно церемонии выпустят внутрь, за «горизонт» поедать отравленное тело куровода. Сашка и Егор были готовы в любую секунду покинуть свои кресла и отправиться вместе с Андреем за новым Сырьём, за новым великим будущим человечества. Нужна лишь рука. Вторая рука куровода.

Словно услышав мысли «великого», Пресветлый сунул оторванную руку в пасть и потянулся за второй. Хрустнули кости, мышцы порвались. Куровод лишился второй руки, истекая кровью в смертельных объятьях.

-Куроч ка, - довольно проговорил Пресветлый.

Дальше прятаться смысла не было – Андрей снял барьеры, с трудом удерживающие его огромную мощь. Через несколько секунд рядом появились Сашка и Егор – они тоже уже начали принимать истинную форму. Пресветлый не выказывал никаких признаков беспокойства, продолжая смотреть на куровода и медленно грызть одну из его рук. Андрей взял контроль над штурмовиками – могучие фигуры с размаху врезались плечом в борт контейнера с «материалом» и начали двигать его к «горизонту». Сила «великих» экспоненциально росла. Их тала становились всё больше. На животах прорезались рты, на лицах и груди раскрывались глаза, трещащую по швам одежду разрывали длинные жилистые руки, вытягивающиеся из спины в несколько рядов.

Егор оглядывал себя – истинная форма ему нравилась, хотя она ещё не сформировалась до конца в силу относительно малого возраста «великого». В этом отношении Сашка был полноценной зрелой особью нового человека, совершив полный цикл перерождения. Андрей же в многолетних экспериментах и работе над собой шагнул ещё дальше – с годами он всё больше начинал напоминать их общего прародителя. Сложно было представить, на что теперь способен старший из трёх. Но, возможно, выяснять это придётся прямо сейчас – Пресветлый не думал убегать, несмотря на открытое присутствие «великих».

-Как бы нам не пришлось угощение-то прямо из пасти нашего драгоценного вырывать, - проговорил Егор.

-Не думаю, что всё зайдёт так далеко, - ответил Андрей. – Пресветлый всегда развивался вместе с человечеством, вершиной которого мы являемся. Не вижу причин, почему он должен перестать делать так и впредь. Будем надеяться, что для нас это пройдёт так же легко, как и при первом «знакомстве», но всё же – будьте начеку.

-Сдаётся мне, Андрюша, быть как-то по-другому тут весьма проблематично, - усмехнулся Сашка.

В ответ на такое замечание Андрей беззлобно ткнул Сашку в бок:

-Приготовились.

Егор приплясывал на месте от нетерпения.

***

Боли не было. Прохор спокойно переносил экзекуцию, погружённый в собственные мысли. Перед глазами его проносилась вся жизнь. Не потому, что смерть была уже близка - Прохор просто вспоминал. Вспоминал как жил с Натальей, Лёшкой да Машкой, как гулял вечерами с Псом, как сидел на кухне с Володькой. Вспомнил, как построил дом, как ходил выбирать лошадь и корову, и как напились по случаю покупки Николай с Семёном. Вспомнил он и свой старый дом и прежнюю жену - Людмилу. Как жили они вдвоём тихой и мирной жизнью на краю деревни. Как хотели завести детей. И как однажды их дом вспыхнул, словно спичка, и так же быстро сгорел. И как они сгорели вместе с домом, заживо. А ещё он вспоминал войны. Много войн. Бесконечная череда сражений, потерь и смертей. Вспомнил, как, будучи бравым офицером, фотографировался он на своём лихом коне с шашкой наголо много лет назад. И как месяц спустя погиб в засаде вместе со своим верным скакуном. Вспомнил он и леса, и пустыни, и реки, затянутые льдом, и походы, и конный караван, и воинов в латах. Сколько же их было, этих жизней? Обычных человеческих жизней, оборванных обычными человеческими смертями. Прохор не мог сказать. Их было много, но, главное, все они не были напрасными. Так много сил было приложено, чтобы этот день наступил. Пресветлый наконец пришёл. Им суждено было встретиться. Так или иначе, рано или поздно.

***

Ночь озарила яркая вспышка – впитав в себя сознания живых существ, явился Ангел. В небо ударил столб света. Казалось, что он достал до самых звёзд. Даже «великие» не могли припомнить ничего подобного. Вокруг стало светло, словно днём. Столб начал менять очертания. Он стал ниже и раздался в стороны. Из ярко-белого свет стремительно становился красным. Затем полыхнул алым. Из алого перешёл в бордовый и начал быстро темнеть. Спустя секунду свет пропал – над Пресветлым сгущалась непроглядная тьма. Обычному человеку показалось бы, что огромную часть пространства закрыла бесформенная тень. «Великие» же могли видеть, как из этой чёрной субстанции формируется «тело» нового ангела. Облик его был совершенно не человеческим: непропорциональное антропоморфное существо, с огромной носатой головой, увенчанной массивной короной, на теле его корчили гримасы восемь лиц, выглядывающие из плотного покрова то ли перьев, то ли чешуи. Ангел воздел к небу большие мускулистые руки, словно специально созданные для того, чтобы контрастировать с двумя тонкими куриными лапами на месте ног.

-Это кто это такого «Аполлона» нам слепил? - шутливо спросил Егор.

-Возможно, этот ангел из подсознания самого Пресветлого, - высказал своё предположение Сашка. -Правда, непонятно, почему у него лиц на теле несколько, а рук всего две. Как-то не вяжется с обликом Пресветлого. Хотя… откуда нам знать, что происходит в его мозгах. …И есть ли они у него.

- Зато ноги куриные – как он любит, - снова схохмил Егор.

Андрей не проронил ни слова, сосредоточенно глядя на вздымающуюся перед ними огромную фигуру.

***

Прохор прислушался к своим внутренним ощущениям: изменили ли его эти годы? Все эти мириады прожитых жизней. Жёны, которых он любил, дети, которых он воспитал. Друзья, которых он находил и терял…

Нет, не изменили. Он по-прежнему был собой. Точнее - он снова стал собой.

Взгляд сфокусировался на Пресветлом. Тварь вдруг замерла, впившись всеми своими глазами в искалеченное человеческое тело. Съеденная наполовину рука выпала из раскрытой пасти. Губы Прохора расплылись в довольной ухмылке:

-Попался, поганец.

***

Трое «великих» собрались переступить «горизонт» и отправиться за таким вожделенный новым Сырьём, как вдруг «горизонт» пропал. А затем они услышали крик Пресветлого – многоголосый вопль, полный ужаса. Огромная чёрная туша забилась, будто пытаясь убежать, но, казалось, что-то не даёт ей сдвинуться с места. Затем Пресветлый принялся с размаху бить куровода о землю и, после нескольких сокрушительных ударов, швырнул обезображенное тело прочь. Что-то вылетело из руин разрушенного дома, настолько быстро, что даже великие не смогли рассмотреть движущийся объект. Размытый силуэт столкнулся с падающим телом куровода, и оба просто исчезли. Через мгновение прямо перед лицом существа буквально материализовался один из казаков, держащий на руках Прохора. Пресветлый снова душераздирающе взвыл. В ту же секунду со стороны лагеря донёсся оглушительный взрыв, в небо взметнулось пламя - половину развёрнутых сооружений будто слизнуло огнём. «Эпицентр точно на командный центр пришёлся», промелькнуло в голове у Егора.

-Пойди проверь, - откликнулся на его мысли Андрей. –Сашка, за мной.

Массивное тело старшего «великого» двинулось к беснующемуся Пресветлому, оставляя в земле глубокие вмятины при каждом шаге. Сашка шёл следом.

Двое «великих» приблизились к Пресветлому. Существо панически металось, резко дёргаясь всем телом, но несколько человеческих рук, торчащих из-под завалов, будто удерживали его на месте. Андрей двинулся к казаку, держащему на руках куровода. Он не чувствовал перед собой ни кого, кроме Пресветлого, словно существо лежало здесь в одиночестве. Впервые за много лет Андрею было не по себе.

***

Тело Прохора было разбито вдребезги. Но единственный уцелевший на его лице глаз бодро поблёскивал в ночи, а с губ не сходила улыбка. Фролка бережно держал своего искалеченного командира, ожидая дальнейших приказов. Пять пар рук крепко вцепились в Пресветлого, не давая ему сбежать. На этот раз всё будет кончено.

Прохор с презрением смотрел на истерящую тварь. Пятьсот лет. Целых пятьсот лет пришлось прожить в шкуре лысой обезьяны, чтобы изловить этого гадёныша. Но это было даже интересно – первый противник, который смог зайти так далеко. Первое существо, которое посмело посягнуть на место истинного бога и бросить вызов ЕМУ. ЕМУ, которого боялись и почитали где бы он не появлялся. За которого умирали без тени сомнения. Которому приносили в жертву лучших представителей своего народа. О котором слагали легенды. Которого боготворили. За НИМ шли несметные полчища, орды, самые большие и сильные армии. ОН убивал сотнями, тысячами, купаясь в крови лысых обезьян. Его восемь верных генералов по всему миру испокон веков стравливали людей между собой. Язычники, христиане, исламисты и многие-многие другие, всех мастей и возрастов – они веками готовы были рвать глотки друг другу. Достаточно было малейшего повода. И когда цветы ненависти расцветали, ОН приходил взрастить и собрать кровавый урожай. Так было всегда, и так должно было продолжаться вечно. Но некоторые из этих примитивных тварей догадывались, что происходит. Они убегали, прятались, сбивались в стаи. Они молились своим жалким божкам, выпрашивали защитника. Они веками давались растениями, дурманящими разум и тело. Выдумывали ритуалы и молитвы. Истязали свою плоть в доказательство веры. И однажды у них получилось. Их стало много. Вера их была истовой и отчаянной, и они смогли породить из себя мерзкую тварь. Слабую и трусливую. Сначала ни ОН сам ни его генералы даже не подозревали об этом создании. Но постепенно тварь начала действовать, изменяя людей. Она слилась с лысыми обезьянами в тошнотворном симбиозе, даруя им знания и силу и развиваясь сама. ЕГО верные генералы изничтожили всех, кто был связан с отродьем или знал о нём, уничтожили любое упоминание о новоявленном спасителе человечества. Но сама тварь – она была не так проста. Её искали по всему миру, загоняли, травили, пытались поймать. Но она всё время ускользала, пряталась, отсиживалась, а потом принималась за своё. Эти человеческие «великие», что сейчас так смело приближались, так до сих пор так и не поняли, почему их Пресветлый бегал от них как от огня. Это было в его жалкой природе – убегать и прятаться, чувствуя сильное существо. Только так оно могло выживать и продолжать исподтишка плодить своих ублюдков, пичкая людей их же собственным мясом. И вот пятьсот лет назад тварь настолько окрепла, что стала нападать на ЕГО верных подданных. Но стоило явиться кому-то из восьми генералов или ЕМУ лично, как отродье сбегало и забивалось в самую глубокую свою нору.

Вскоре среди людей начали появляться индивиды, чьи способности выходили далеко за эволюционные рамки. Тварь крепла. Процесс набирал обороты. Лысые обезьяны продолжали по привычке убивать друг друга, но общий прогресс развития был налицо. Они тоже становились сильнее. ЕГО позиции пошатнулись. Было решено поставить на кон всё и поразить набирающего силы противника одним ударом, в самое сердце. ОН смог переродиться обычным человеком, потеряв своё истинное Я. Верные генералы, лишившись практически всей мощи с уходом хозяина, смешались с людьми, изучая противника и присматривая за своим повелителем. Война и смерть по-прежнему неосознанно притягивали ЕГО. Тело погибало раз за разом, а генералы раз за разом восстанавливали его в новом обличье, дополняя и корректируя. С каждым перерождением ОН становился всё ближе к особи человека, подходящей для создания Сырья – приманка становилась всё «вкуснее», оставалось лишь забросить её в нужное место и в нужное время. И вот такая возможность появилась. Не чувствуя своих постоянных преследователей, тварь разгулялась не на шутку, таща человечество всё выше и выше. Обезьяны к тому времени освоили электричество, радио, атом и даже полезли в космос. Симбиоз с Пресветлым, как начали его называть, достиг пика и готов был выйти на новый уровень. «Спаситель» выбирала место для своей победоносной трапезы. Расчёты указывали на небольшую деревушку, куда ЕГО новое тело, созданное с учётом всей накопленной информации, генералы поселили за несколько лет до пришествия твари. Но обычная случайность разрушила все планы – в деревушке была другая подходящая особь человека, и Пресветлый выбрал его. Тогда одному из генералов, сумевшему внедриться в Орден Александровской церкви, удалось спровоцировать военный конфликт с Концерном. В разразившемся сражении один из «великих» открыл свою сущность и вступил в бой. Он уничтожил всё на своём пути: оставшиеся в деревне люди, армия ордена и остатки армии Концерна осели жирным пеплом на выжженной земле. Тварь испугалась и сбежала, следуя своим ублюдочным инстинктам. ОН получил ещё один шанс, расплатившись за него жизнью своего верного генерала. Но сегодня… Сегодня всё будет по-другому. Тварь пришла слишком рано, ЕГО истинное Я ещё не готово было вернуться. Но генералам удалось разбудить своего командира. Мышеловка захлопнулась. ОН проснулся. Сегодня возродится Чёрный командир. И с НИМ возродится всё Великое воинство.

***

-Кто ты такой? – голос Андрея буквально гремел. – Отдай нам этого человека. Сейчас же!

Его могучее тело грозно надвигалось на казака с куроводом на руках. Тяжёлые шаги сотрясали землю, глаза сверкали, ярко выделяясь на чёрной коже, руки хищно двигались, готовые в любую секунду схватить добычу. Внезапно на его пути встал ещё один казак. Он отряхнулся, поправил папаху, прищурился, будто прицеливаясь - и прыгнул прямо на Андрея, выкинув вперёд руку.

Сашка не на шутку удивился: атаковавшему казаку не только удалось достать Андрея, увернувшись практически ото всех встречных ударов, но и пробить «великому» пальцами лицевую кость. «Этих ребят следует как следует изучить… Лишь бы Андрей не уничтожил их всех за такую дерзость». Отброшенный назад казак ловким движением поднялся на ноги – массивное тело «великого» осело на землю. Спустя мгновение Сашка понял, что Андрей мёртв.

-А вот и второй, - к куроводу подошёл ещё один казак, тот, что взорвал себя и штурмовиков. – Уж со второго-то раза я его наверняка достал. Прими мой дар, командир.

Оторванная нога была на месте. Казак опустился на колено, склонился и положил к ногам своего товарища, державшего куровода, голову Егора.

Все мысли словно вышибло из головы. Сашка рассеяно повёл взглядом: Пресветлый перестал биться и скулил, будто побитая собачонка, протягивая руки к мёртвому телу Андрея и голове Егора; на обезображенном лице куровода, в глубине его единственного, будто бы смеющегося глаза, бушевали ярость и смерть. Это древнее, свирепое зло было последним, что увидел третий «великий» в своей жизни.

***

Фролка осторожно поднёс Прохора к Пресветлому. Тварь была совсем вымотана. Она истекала кровью и хлопала своими уже беззубыми пастями. Казаки вырвали отродью все руки, что оно успело вырастить, нажравшись плоти лысых обезьян. Два тела «великих» лежали рядом – это угощение Чёрный командир оставит своим подданным и родившемуся сегодня новому генералу. Останки штурмовиков, попытавшихся вступить в бой после смерти своих предводителей, покрыли несколько квадратных метров земли слоем кровавой каши – в генералах снова бурлила сила и жажда крови. Прохор посмотрел вверх – небо над его головой вспыхнуло тысячами падающих звёзд. Они кружились в вышине, закручиваясь в огромную воронку. Звёзд становилось всё больше, воронка росла, заслоняя ночное небо. Из её центра, который делался всё плотнее и ярче, хлынул огненный дождь. Огромные капли с рёвом падали вниз и врезались в зелёную гладь поля недалеко от останков дома. Из облаков пламени, дыма и разлетающейся земли выходили верные воины Чёрного командира, столетиями дожидавшиеся возвращения своего повелителя. Они шли к своим генералам, выстраиваясь в ровные колонны. Их глаза горели фанатичной преданностью, оружие и тело жаждали битвы.
«Под кровавою луною льёт кислотный дождь.

Сто веков дорогой боли ты вперёд идёшь…»

Многотысячный хор словно взорвался песней – подданные приветствовали своего воскресшего бога.

«А ведь всё вышло даже лучше, чем ожидалось», думал Прохор, «лысые обезьяны доставили массу неудобств, породив эту мерзкую тварь. Но зато как они расплодились, развились и окрепли! Теперь с ними будет гораздо интереснее. Главное – не увлечься и не истребить их всех, как вышло с теми огромными тупоголовыми пресмыкающимися».

-Ну что, отродье, - обратился Прохор к Пресветлому. – Вот и настало время «трапезы».

Фролка осторожно поставил Прохора на землю. Его тело, «разбуженное» слишком рано, постепенно восстанавливало себя. Чёрный командир потянулся к Пресветлому, схватил его ещё не восстановившейся до конца рукой и резким движением подтащил ближе к себе. Острые треугольные зубы с жадностью вцепились в чёрную тушу. Тысячи глоток взревели победным кличем, заглушив вопль Пресветлого.

Игорь бежал прочь, не разбирая дороги. Наблюдатели концерна, оказавшиеся тремя «великими», были мертвы и растерзаны неизвестным противником. Концерн был обезглавлен. Куровод поедал Пресветлого. В разрушенном лагере воцарился ад, по сравнению с которым нападение Иллариона показалось бы лёгким избавлением. Эвакуироваться не успел ни кто. Связь с центром была потеряна. Что делать дальше Игорь не знал. Разум застилал животный страх, сердце бешено колотилось, в висках стучало. Внезапно что-то сильно ударило командующего в спину. Он споткнулся, упал на землю, судорожно прополз ещё несколько метров и резко обернулся, услышав шаги за спиной. Игорь вгляделся в выделяющуюся на фоне неба человеческую фигуру – перед ним стоял участковый.

Володька подошёл ближе и улыбнулся:

-Твоя очередь.

КОНЕЦ
