
Приведение

В неопределённых кругах бытует мнение, что каждый человек считает себя особенным. Особенным, для начала, в обычном, пролонгированном, так сказать, смысле, схожем с понятием уникальности. Что, вроде, и не далеко от истины, т.к. каждый человек по-своему уникален. Но, в реальности, эта уникальность, за редким исключением, весьма далека от той, которую носитель обыденной уникальности привык приписывать себе. Но это - бог с ним. Или чёрт. Каждый грешит. Но есть ещё другое подмножество особенных - те, кто уверен, что рано или поздно с ними случится чудо. Чудо, которое изменит их жизнь. В лучшую, естественно, сторону. Обычно, подобными вещами занимаются дети, и, по мере взросления, становится, не до того и проходит. Но Павел Николаевич подобными вещами занимался уже тридцать шестой год своей жизни и даже не думал прекращать. Ждал, надеялся и верил. Больше, собственно, ему и заняться было не чем, т.к. существовал Павел Николаевич в несвойственном мужчине амплуа - кассиром в госконторе, и процесс принятия и выдачи денег соверешал абсолютно автоматически, разыгрывая тем временем в сознательной части своего разума всеразличные варианты чудес, которые могли бы с ним произойти. В свободное же от работы время, Павел Николаевич был всецело занят поглощением духовной пищи в версии федеральных телевизионных каналов, периодически совмещая сие культовое действо с поглощением пищи физической.

Друзья у Павла Николаевича отсутствовали за ненадобностью. Хотя какой-никакой опыт дружбы всё же имелся. Да что там говорить: в списке социальных взаимодействий значились даже несколько корпоративов и один половой партнёр. Но всё это осталось в прошлом, вместе с проблемами, которые доставляло. Нельзя было назвать Павла Николаевича счастливым, но и несчастным он сам себя не считал, что уже было неплохо. Не хватало только чуда. А чудо уже было тут как тут. Оно уже манило Павла Николаевича к себе белым листочком счёта за ЖКХ.

Старательно рассчитав своё недельное расписание так, чтобы в выходные не пришлось выходить их дома, оплачивать счёт ЖКХ Павел Николаевич отправился в пятницу после окончания рабочего дня. Отсидев традиционную очередь к операционным кассам, традиционно же состоящую из женщин пожилого возраста не менее чем на 70%, он вынул из внутреннего кармана осенней куртки квитанцию, обёрнутую вокруг необходимой к уплате суммы российских рублей и приблизился к операционистке. Сидя за большим столом, с другой стороны высокой стойки на Павла Николаевича с напускным дружелюбием на морде смотрела собака.

-Слушаю Вас, - проговорила она и выжидательно заглянула в глаза.

-В-вот, - выдавил Павел Николаевич и протянул квитанцию с деньгами.

Собака чуть наклонила голову вбок, на её серой морде застыло вопросительно-нетерпеливое ожидание.

-Ч-что? - робко спросил Павел Николаевич, продолжая удерживать квитанцию в протянутой руке.

-Вы где-нибудь видите у меня противостоящий большой палец, любезнейший? - собака подняла передние лапы вверх.

Мужчина внимательно оглядел левую лапу операционистки, затем правую, затем снова левую - пальцев не было.

-…нет…

-Тогда положите уже квитанцию на стойку и прекратите этот цирк.

Павел Николаевич повиновался. Собака принялась скрести лапой по конверту, пытаясь подтянуть его к себе. Конверт поддавался неохотно. Наконец, он достиг края стойки и упал на стол, рассыпав как попало находившиеся внутри деньги.

-…ёпвашумать, - тихо выругалась собака, но Павел Николаевич услышал.

Кое-как развернув квитанцию и расположив её перед собой, собака деловито уставилась в стоявший чуть слева монитор и принялась вбивать в форму данные с квитанции. Получалось плохо. Латы попадали по нескольким ненужным клавишам в попытках нажать нужные, приходилось стирать и начинать по-новой.

Павел Николаевич приближался к той стадии, на которой крайнее удивление, граничащее с шоком, немного ослабляет хватку, оставляя в мозгу достаточно места для первых робких вопросов.

-Да, я - собака. И Вам не кажется, - опередила Павла Николаевича операционистка.

-Но…

-Как? Всё очень просто. Вы ведь хотели чуда? Тридцать шесть лет - немалый срок. Вот Вам чудо. Считайте, что дождались.

-Но…

-Вы хотели чего-нибудь грандиозного?

Павел Николаевич активно закивал головой.

-Ну, знаете ли, с Вами собака разговаривает в филиале одного и крупнейших банков. Тоже на дороге не валяется.

-Гав-гав! - громко пролаяла собака, чтобы дать прочувствовать контраст своему собеседнику.

-Валя, у тебя там всё в порядке? - раздался голос соседней операционистки из-за тонкой перегородки.

-Всё хорошо, - как ни в чём не бывало отозвалась собака, - закашлялась просто.

Она, наконец, закончила заполнять форму и под дежурную фразу “с Вас четыре тысячи семьсот пятьдесят два рубля сорок шесть копеек” принялась сгребать лапами разлетевшиеся по столу деньги.

-Но, позвольте! - Павел Николаевич был решительно не удовлетворён таким осуществлением своих фантазий.

-Ну что ещё? - собака устало подняла глаза. - Ну вот почему вы, люди, все такие? Всё вам мало. Это при том, что вам вообще ни хрена не надо по жизни. А в результате - всё равно мало.

Павел Николаевич молчал, т.к. не знал ответа, а задумываться о высоких материях было сейчас как-то не с руки.

-Хочется экшена и накала страстей? Незабываемых впечатлений?

Мужчина робко кивнул.

-17 минут назад Вас, голубчик, переехал вон тот припаркованный на тротуаре внедорожник. Он до сих пор там стоит, т.к. не положено тревожить тело до приезда милиции и скорой помощи. Но помощь там уже не потребуется, ни скорая ни какая-либо другая. Достаточно внезапный поворот событий?

Лицо Павла Николаевича скептически скривилось. Собака, не без труда, подхватила обеими лапами дырокол и швырнула его мужчине в лицо. Дырокол пролетел сквозь голову и, лязгнув пружинами, упал на пол под ноги проходившего мимо мужчины.

-Ах, простите, - пролепетала собака мужчине и смущённо заулыбалась, - не знаю, как он у меня так вылетел…

-Ничего страшного, - отозвался мужчина, поднял с дырокол и протянул его собаке прямо через грудь Павла Николаевича. Собака, протянув обе лапы, любезнейшие приняла этот нехитрый инструмент доказательства смерти. Мужчина ушёл.

-Мне удалось Вас убедить? - не без иронии спросила собака.

В течении следующих нескольких минут Павел Николаевич второй раз пережил шок, затем всё таки осознал ситуацию и принялся стремительно проходить стадии принятия неизбежного. Однозначным ответом на отрицание стало созерцание собственной раздавленной грудной клетки, обильно заливающей кровью асфальт под внедорожником. Гнев решительно не приносил никакого результата, т.к. взаимодействовать с окружающим миром Павел Николаевич не мог абсолютно и люди совсем его не замечали. По сему, оставалось лишь зло и истерично ругаться. Это заняло больше всего времени. На стадии торга собака, высунув от усердия язык, наконец смогла набрать нужное количество мелочи из ящичка с деньгами.

-Ваша сдача, - окликнула бушующего мужчину операционистка.

Павел Николаевич подскочил к стойке, вцепился в неё руками и , выпучив глаза, принялся кричать на собаку:

-За что! За что, господи?! Я ещё так молод! Почему я?! Господи, за что?!!

-Бога нет, - кратко ответила собака, безуспешно пытаясь подхватить возвратную часть квитанции с лежащей на ней мелочью. Сие действие явно было невыполнимо для собачьих лап. - Может, сами возьмёте? – вопросительный взгляд собаки встретился с мокрыми от слёз глазами Павла Николаевича.

Мужчина с размаху уронил голову, пытаясь удариться лбом о стойку. Голова коснулась стойки без каких бы то ни было субъективных и объективных ощущений. Павел Николаевич тихо плакал.

-Ну не надо так расстраиваться, - собака бросила всякие попытки поднять листок со сдачей и откинулась на спинку стула. -Ну вот представьте себе, где-то на свете есть красивая одинокая девушка, к которой впорхнёте вы в окно лёгким эфирным облачком, сядете позади неё, тепло обнимете своими эфирными же руками и будете вот так вот вместе, скажем, лепить глиняный горшок…

-Ах ты сволОта! - Павел Николаевич полез через стойку с явным намерением задушить операционистку, но с пузом, даже эфирным, сделать это было не просто.

Собака резко встала навстречу кряхтящему от напряжения мужчине и с размаху влепила увесистую пощёчину. Павел Николаевич бухнулся на пол и растерянно моргнул.

-А что такого случилось-то, Паша? Что лично для тебя изменилось? – собака смотрела в глаза мужчине жёстким отрезвляющим взглядом. -Забирай свою сдачу и иди домой. Пятница, вечер. По телевизору куча всего интересного. Выходные дома. В понедельник можешь идти на работу и сидеть на своём любимом стуле. Можешь даже имитировать свои “денежные операции”. Жрать вот только больше не надо, и в туалет можно больше не ходить. А в остальном - всё то же самое. Как жил раньше так и живи. Вас миллионы, таких как ты, Паша, миллиарды. Просто не все ещё успели умереть.

Собака соскочила со стула на пол и потянулась.

-Надоест так жить - вон там дверь, - она кивнула на неприметную серую дверь у себя за спиной. - Открываешь и заходишь.

-А что там? – промямлил Павле Николаевич, утирая слёзы. Уверенный тон собаки несколько его успокоил.

-Откуда мне знать. Я-то ещё жива. Гав-гав! - собака улыбнулась, выбежала из операционного отдела и шмыгнула в дверь на улицу перед выходящим мужчиной.

Павел Николаевич стоял несколько минут в задумчивости. Затем забрал со стола квитанцию со сдачей и ушёл домой. Всё таки пятница, вечер.
