
Держава

(За основу речи правпорщика взята реальная речь прапорщика ВДВ начала нулевых, так что осторожно - много мата)


Далёкий и манящий. Холодный и неизведанный. Относительно пустой космос.

Герман Оберт, Роберт Гаддард, Костя Циолковский, Серёжа Королёв, Юра Гагарин, Нил Армстронг и многие многие другие - все вы стали рукой человечества, неумолимо тянущейся в небеса. Обгорая, обдирая кожу, отмораживая и ломая пальцы рука тянулась, тянулась, чтобы ухватиться за космос. Ухватиться и уже не отпускать. Первые осторожные вылазки, искусственные спутники, первые крохотные космичиские станции, исследования, наблюдения, замеры и расчёты.

И вдруг - бум! Спустя 150 лет после первого полёта - революция! Огромный скачок вычислительных мощностей, новые материалы и сплавы, стремительный рост во всех отраслях. Принципиально новые двигатели, совершенные конструкции, высокоинтеллектуальные системы управления. Человек чувствовал себя Богом! Марк Шелдон, Салман Капур, Джун Ли, Гога Карапетян, Коля Городовой - вторая “рука” человечества. Она уже не тянулась, нет. Она вцепилась в космос. Вцепилась и потащила вверх всё “тело”. И человечество вывалилось в относительную пустоту, которая тут же перестала быть пустой.

Заселение солнечной системы стало лишь вопросом времени. Космические перелёты становились всё быстрее и дешевле, начались попытки колонизаций планет, планетарных спутников, астероидов. Новейшие открытия и разработки делали возможным существования человека практически в любых условиях. На орбитах строились громадные научно-исследовательские, а затем и жилые комплексы. Человечество на время забыло о войнах - стали доступны огромные запасы ресурсов, проблема перенаселения больше не стояла.

Проходили столетия. Америка и Китай колонизировали Марс, как наиболее перспективную планету; исламский мир облюбовал Меркурий, узрев в аномальной процессии орбиты волю Аллаха; японцы укрылись за кислотной атмосферой Венеры в своих невообразимых технополисах; Европа заселяла пояс астероидов; евреи остались в Израиле. А русские, русские отправились к Юпитеру. Юпитер притягивал их, будоража какую-то древнюю генетическую память, - самая большая планета системы, газовый гигант, окружённый спутниками, огромный и бушующий.

Две тысячи лет, и человечество заполнило Солнечную систему в стремительной экспансии. Карта системы была расчерчена торговыми, военными и гражданскими маршрутами, поделена на сектора и зоны. Повсюду сновали частные корабли, круизные лайнеры, грузовые суда и пассажирский транспорт. В пределах своих зон крутились быстрые и мощные корабли охраны правопорядка. Межпланетные перелёты стали совершенно обыденным делом. Естественным образом закончилась романтическая эпоха космических разведчиков и одиноких покорителей дальних секторов. И уже активно разрабатывались и тестировались межзвёздные перелёты.

Человечество словно воспряло. Живописцы старались запечатлеть всё буйство новых пейзажей. Поэты и прозаики укладывали страницами тексты, написанные под воздействием новых впечатлений. Администраторы всех мастей выстраивали глобальные структуры, логисты вычерчивали сложнейшие транспортные сети, архитекторы и дизайнеры соревновались в инновационном проектировании. Психологи, философы, политики, строители, торговцы и прочие и прочие - всем нашлось чем заняться, сразу, много, необычно и увлекательно. Культура расцветала великолепной сложностью многообразия. Чего стоил один космический цыганский ренессанс XXXVIII века.

Особой гордостью всего человечества и каждой нации по-отдельности были огромные боевые крейсеры. Не смотря на отсутствие каких-либо серьёзных межпланетных конфликтов, каждый уважающий себя сектор считал необходимым присутствие в своём флоте неукротимой боевой машины – неоспоримого доказательства и гаранта благополучия.

Сектор Юпитера, крейсер Держава. Колоссальных размеров механический организм, способный выполнить любую тактическую задачу. От уничтожения планеты, да её полной эвакуации. Полностью автономный и являющийся неотъемлемой частью общего пространства сектора Юпитер.

Бессменный командир Державы - Юрий Николоевич Никитин, капитан категории S, второй человек в России после президента. Потомственный офицер, 20 лет в лучшей военно космической академии, 150 лет в элитных войсках, из них 97 в качестве командира Державы.

Экипаж - лучшие специалисты в своих областях, настоящие патриоты, элитные служащие Великой Российской Армии. Нет такого человека в матушке России, который не гордился бы Державой.

Объект: автономный тактический крейсер Держава.

Место положения: зона AS12-67, сектор Юпитер.

Задача: внеплановые боевые учения.

Третья палуба машинного отделения, младший инженер рядовой Кустов, 19 лет, на боевом дежурстве, задача: плановый обход и ремонт.

Кустов, вымотанный ночной сменой, заканчивал закреплять плату, установленную взамен старой, отслужившей свой срок. Оставалось затянуть ещё один болт.

-Рядовой Кустов! - услышал он за своей спиной зычный голос.

-Я! – Кустов резко выпрямился, развернулся лицом к говорящему и встал по стойке «смирно».

-Хуя! Куда, сука, болтов накрутил, блять!?

-Товарищ прапорщик, там же…

-Во-первых, паскуда, товарищ космической гвардии прапорщик. У нас, гнида, единственные во всей России войска, где положено обращаться “товарищ космической гвардии” к старшим по званию. Ты должен гордиться этим, сука! Ещё раз забудешь - ебло разнесу и положу в лазарет к чесоточным. Понял, блять?! Понял, я спрашиваю?!!

-Так точно, товарищ космической гвардии прапорщик!

-Вот так, блять. Во-вторых… Говори чего ты там спиздануть хотел. Быстра, блять!

-Товарищ космической гвардии прапорщик, на плате три отверстия под крепёж!

-Не ну нихуя себе! Посмотрите на него! Самый, сука, умный что ли, блять, рядовой, Кустов, сука нахуй?! У тебя тоже, блять, три отверстия, и хули? А?! В рот ты хавку суёшь. Так, блять?!

-Так точно, товарищ космической гвардии прапорщик!

-В носу пальцами ковыряешься, вместо того, чтоб родину защищать на дежурстве. Так, сука?!

-Так точно, товарищ космической гвардии прапорщик!

-И что дальше, а? Третье своё “отверстие” ты тоже приспособил что ли, паскуда? Рядовой-пидоровой, блять! В своих казармах вонючих “болты” свои проссаные “вкручиваете” друг-дружке в “третье отверстие”?! А?!! Отвечай, пидарас, ты пидарас или нет?!!

-Никак нет, товарищ космической гвардии прапорщик!

-А раз ты не пидарас, рядовой Кустов, нахуя ты по-пидарски ремонтируешь, а, блять? Не бережёшь, сука, хозяйственный ресурс! Подрываешь боеспособность нашего с тобой крейсера! Подрываешь, пидарас?!

-Никак нет, товарищ космической гвардии прапорщик!

-Ну вот и нехуй крутить лишних болтов, их и так нету почти! Уяснил?!

-Так точно, товарищ космической гвардии прапорщик!

-Так-то. Продолжай работу, рядовой Кустов.

-Есть, товарищ космической гвардии прапорщик!

Кустов потянулся за отложенной в сторону старой платой и уже хотел было положить её в переносной контейнер для переработки, как снова услышал крик прапорщика.

-Стоять, бля-а-ать! Ты чего это делаешь, рядовой Кустов? Нахуя добро переводишь?!

-Заменяю и утилизирую материальные средства с вышедшим сроком службы, товарищ космической гвардии прапорщик. А именно, резервные платы перекрёстной маршрутизации второго орудийного блока в количестве пяти штук, - ответил Кустов чётко по инструкции.

- Рядовой Кустов, блять, ты меня сейчас всё таки доведёшь, что я тебя отъебошу, сука. Платы он меняет, блядина, с вышедшим сроком службы. Что говорит об этих платах инженерная Инструкция по эксплуатации автономного тактического крейсера Держава от 3 мая 4417 года, принятая постановлением пресвятого всеобъемлющего правительства Великой России 4 мая 4417 года? Отвечай! Бы-ы-ыстра, блять!

Кустов начал проговаривать текст Инструкции, заученный до последней буквы за год службы:

-Плата перекрёстной маршрутизации орудийного блока ППМОБ-3 принята на вооружение Великой Российской Армией в 4112 году. Предназначена для использования в консолях питания машин и аппаратов военного назначения. Изготовлена в полном соответствии с ГОСТ 9120944247-65 ВР от 12 сентября 2899 года…

-Эту хйню пропусти всю. Про эксплуатацию рассказывай.

-Эксплуатация платы перекрёстной маршрутизации орудийного блока ППМОБ-3 проводится в соответствии с: первый пункт…

-Сроки, сроки мне скажи! Думаешь времени у меня дохуя что ли, всё это слушать!?

-Срок эксплуатации платы перекрёстной маршрутизации орудийного блока ППМОБ-3 составляет 20 лет.

-Дальше!

-Использование платы перекрёстной маршрутизации орудийного блока ППМОБ-3 сверх установленного срока службы возможно лишь в случае острой необходимости с проведением постоянной диагностики и ручной корректировки; срок сверхсрочной эксплуатации не более пяти-семи лет.

-Ну и что же мы видим, блять? Мы на Б-О-Е-В-Ы-Х, ёбанаврот, учениях! Считай, воюем!!! Какой в пизду плановый ремонт?! Прошло сраных 24 года, прибежал самый умный, сука, рядовой Кустов и давай, блять, всё заменять, нахуй! Ты ебанутый что ли? Ей ещё пахать и пахать, ёбанаврот. Или вы со своими дружками инжинерами-пидарами не проводите диагностику с корректировкой, а? Сука, ленитесь, блять, западло вам, уёбкам, родину защищать значит?!

-Никак нет, товарищ космической гвардии прапорщик!

-Тогда ставь её обратно нахуй! Ставь, хули вылупился!

-Но товарищ космической гвардии прапорщик… я же переработку сдаю…

-Ну и сдавай, я-то при чём.

Кустов вернул на место старую плату и уставился на новую, держа её в руках.

-Но как же, товарищ космической гвардии прапорщик… Новую что ли… того…

-Да ты, сука, пизданулся что ли, уёбок, блять, сука нахуй? Под трибунал за вредительство захотел, крыса? Давай её сюда и пиздуй отседова! Всё дежурство пробазарил простоял, ни хуя не сделал! Ебош в казарму обратно!

-Но переработка же…

-Да кинь ты какой-нибудь хуйни в этот контейнер, тупой что ли, блять! Там всё равно не будут проверять, что за поеботу ты ссыпаешь в заборник!

Прапорщик выдернул из рук Кустова плату и сунул её за пазуху.

-Остальные тоже давай! Нехуй добро переводить!

Остальных набралось ещё 3 штуки.

-Ебош-ебош в казарму! Отдыхать тоже надо по графику, это тебе армия, а не мамкина ферма на Гинимеде. Пшёл!

Кустову ничего не оставалось, как собрать инструменты и отправиться обратно в казарму. Прапорщик уже схватил свою добычу, и пытаться вырвать её из этой жадной пасти было бессмысленно и даже опасно.

Прапорщик вернулся в свой блок и бросил новые платы к остальным в коробку. Вечером с «бегунком» из провинившихся рядовых он зашлёт эту коробку на расположенную рядом станцию “Бычок” - излюбленное место отдыха солидных офицеров и политических шишек. Там, в закоулках технических этажей, «бегунок» встретится с охранником. Охранник передаст эту коробку куда нужно. Технически платы давно устарели, как и ГОСТ, по которому были сделаны, но неизменно содержали в себе драгоценные металлы. За них дадут свежей порнухи для стереоплеера, шмали и спирта. Много. И это радовало, т.к. по последним слухам, на “Бычок” планировался свежий завоз венерианских членодевок. Это значит, что под каким-нибудь предлогом выйдет приказ о продлении боевых учений в зоне AS12-67, а время здесь тянется очень медленно для таких, как прапорщик или младший офицер, обязанных постоянно находиться на корабле во время учений. Хули солдатам: у них забот полон рот, года как дни летят, только работай, жри да спи - ни о чём не беспокойся.

Кустов тоже вернулся в себе, в казарму №7 - огромную металлическую коробку, заставленную пятиярусными нарами под самые потолочные переборки. Вентиляция натужно гудела, в казарме как всегда было душно и воняло кислятиной. Офицеры не любили сюда заходить, поэтому можно было расстегнуть китель и спокойно сесть на кровать. Или даже лечь. До вечерней поверки нужно было что-то придумать со сдачей переработки, но это будет только вечером. А пока можно прислониться к спинке кровати и вздремнуть.

Сверху доносился монотонный грохот пищефабрики - ООО “Сытость”. Директор “Сытости” Никитин Данила Юрьевич уже лет 50 арендовал производственные помещения бывшей грандиозной кухни Державы по договору с советом управляющих Великой Российской Армии. Как гласила официальная резолюция “В связи с недостаточным собственным производством, разрешить ООО “Сытость”…” и так далее. Кормили солдат, сержантов и старшин в счёт 38% личного жалования, что в общем-то неплохо… Но, говорят, многие, отслужив положенные 10 лет, маялись на гражданке с животом после местной кухни. Хотя продукция «Сытости», по тем же слухам, пользовалась успехом у гражданских оптовиков.

Большинство помещений Державы вообще пустовало. Процентов 10 в полурабочем состоянии. Остальное было либо разворовано силами личного состава, пропорционально количеству и размеру звёзд на погонах, либо само пришло в полную негодность со временем.

Из коридора доносились обрывки новостей, о том, что Его святейшество президент согласился на очередной срок, что снова, “незначительно” выросли цены на водород, что детям наконец-то запретили оказывать сопротивление на уроках патриотического православия и что-то ещё…

Кустов проваливался в дрёму под этот гул монотонных звуков и мыслей, ему грезился могучий крейсер, плавающий в холоде космоса огромной металлической скорлупой аккуратно съеденного яйца, и было как-то по-человечески жаль Державу. Последним, что уловило меркнущее сознание, били огромные облезающие буквы, оставшиеся от лозунга, написанного красной краской на дальней стене ещё при строительстве: ОССИЯ В ПЕР Д 
